[
	{
		"content": "Probably 40 per cent, of the electorate is Nazi and the Social Democrats control 25 per cent, of the remaining votes, giving the Christian Democrats, the Party of Dollfuss, a striking minority.",
		"entities": [
			[
				"Christian Democrats",
				129,
				148,
				"ORG"
			]
		],
		"wiki": "Q692131"
	},
	{
		"content": "With respect to position of King, however, it is consensus here that should Junta fail to induce him to retire now, the opposition parties one after the other following lead of Communist Party will drop their objection to serving in a government under the King and proceed to active collaboration with Badoglio regime and the Socialist and Christian Democrat parties would be the first, the Liberal and Active [Action] parties the last to take this step.",
		"entities": [
			[
				"Christian Democrat",
				340,
				358,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "A compromise program formulated after refusal by the Christian Democrat and Liberal Parties to accept the proposal of the Socialist, Action, and Communist Parties was adopted by the Bari Congress yesterday General MacFarlane reports.",
		"entities": [
			[
				"Christian Democrat",
				53,
				71,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The Italian Committee of National Liberation is composed of six anti-Fascist political parties ranging from right to left as follows: Christian Democrat, Liberal, Labor Democrat, Action, Socialist and Communist.",
		"entities": [
			[
				"Christian Democrat",
				134,
				152,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The elements commonly referred to as Christian Democrats are probably in accord with Foreign Minister Bidault, whose view has been that Germany should not be enslaved but should be rendered incapable of waging another war.",
		"entities": [
			[
				"Christian Democrats",
				37,
				56,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "Numerous local political parties were authorized in the U.S. Zone, Social Democrats, Communists and Christian Democrats making the most progress in that order.",
		"entities": [
			[
				"Christian Democrats",
				100,
				119,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "Regional conferences of the Christian Democratic Union and of the Communist Party were held at Frankfurt following the national conference of Social Democrats at Hannover in October.",
		"entities": [
			[
				"the Christian Democratic Union",
				24,
				54,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "The Christian Democratic Union is planning a national conference at Bad Godesberg for December.",
		"entities": [
			[
				"The Christian Democratic Union",
				0,
				30,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "Two new center political parties then emerged, called Liberal Democrats and Christian Democrats.",
		"entities": [
			[
				"Christian Democrats",
				76,
				95,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "Liberal Democrats and Christian Democrats then issued party manifestos, which though more vague and conservative than those of Communist and Social Democrat Parties, apparently fit in pretty well with present general objectives of German Communist Party.",
		"entities": [
			[
				"Christian Democrats",
				22,
				41,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "Though little is yet known about individuals in control of these new Social Democrat, Liberal and Christian Democrat Parties, it is presumed they were carefully selected on account of their willingness to cooperate in this bloc which is of course entirely in accordance with present general Russian tactical line abroad.",
		"entities": [
			[
				"Christian Democrat",
				98,
				116,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "Leaders of Social Democrat Party and Christian Democratic Union (see my 278 of August 8, 8 p.m.) have impressed American contacts so far as relatively independent and democratic individuals.",
		"entities": [
			[
				"Christian Democratic Union",
				37,
				63,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "Jakob Kaiser, chairman of Christian Democratic Union in Soviet zone, was summoned to Karlshorst alone yesterday by Colonel Tulpanoff, Soviet Political Liaison Officer.",
		"entities": [
			[
				"Christian Democratic Union",
				26,
				52,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "Liberal Democrats and, especially Christian Democrats, were hampered often to point of being hamstrung by inequitable allocations of paper and gasoline, refusals of or limitations on meetings by bribery, removal, intimidations and arrest of leaders, by refusal to authorize party groups and by refusal to allow these parties to present candidates in overwhelming majority of rural communities.",
		"entities": [
			[
				"Christian Democrats",
				34,
				53,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "['secret As you know, the recent municipal elections in Italy showed impressive gains by the Communists at the expense of the moderate Christian Democrats.",
		"entities": [
			[
				"Christian Democrats",
				135,
				154,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "In contrast, the Kaiser leadership of the Christian Democrats (CDU) has been under considerable pressure.",
		"entities": [
			[
				"Christian Democrats",
				42,
				61,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "This SPD majority might not in fact, represent majority German opinion, as the strong conservative German vote represented by the CDU (Christian Democratic) and LDP (Liberal Democratic) parties is concentrated in heavily populated States of Bavaria and North Rhine Westphalia.",
		"entities": [
			[
				"Christian Democratic",
				135,
				155,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "With elimination and consolidation of ministries, present ratio is Christian Democrats six, Communists and Socialists three each and two Independents.",
		"entities": [
			[
				"Christian Democrats",
				67,
				86,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "While similar balance between Christian Democrats and Socialists-Communists has been preserved, importance of two Independents positions in Cabinet has been increased by reduction in portfolios.",
		"entities": [
			[
				"Christian Democrats",
				30,
				49,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Furthermore, Communists have been eliminated from powerful Finance Ministry and combined portfolio of Treasury and Finance allotted to energetic capable Democrat Christian Minister Campilli.",
		"entities": [
			[
				"Democrat Christian",
				153,
				171,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Also in new Ministry of Defense headed by Independent Gasparotto, Democrat Christians have two of four Under Secretaries (my A-272, February 18).",
		"entities": [
			[
				"Democrat Christians",
				66,
				85,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "It is, therefore, improbable that there will be any further serious basis for govt crisis during this final interim period leading up to elections for Parliament under new constitution which are obviously predicted between June and October although the continued force[d] cohabitation of the Social[ists,] Communist[s] and Democrat Christians still contains elements for polemics and distrust which existed before.",
		"entities": [
			[
				"Democrat Christians",
				323,
				342,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Reliable ranking Italian official reported in confidence that Sereni, Communist Minister Public Works privately admitted to a Christian Democrat Minister that Communist Party is opposed to post-UNRRA aid to Italy from US for reason that it creates friendship and strengthens ties between the two countries.",
		"entities": [
			[
				"Christian Democrat",
				126,
				144,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "In view of foregoing, Dept feels that in conversations with Christian Democrats and PSLI leaders you might take occasion intimate some disappointment that agreement could not be reached for PSLI participation in cabinet.",
		"entities": [
			[
				"Christian Democrats",
				60,
				79,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Above the Po Valley, the Government might attempt to hold Venice, where the Christian Democrats are strong, and around which the greater part of US and UK forces will probably be concentrated while awaiting withdrawal.",
		"entities": [
			[
				"Christian Democrats",
				76,
				95,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The present Italian Government is essentially Christian Democratic, although minor moderate parties are also represented.",
		"entities": [
			[
				"Christian Democratic",
				46,
				66,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "One of its most telling strokes is the assertion, as yet undenied by the U.S., that the People's Bloc, when elected, will continue to receive U.S. aid as surely as would the Christian Democrats. 4.",
		"entities": [
			[
				"Christian Democrats",
				174,
				193,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Should the election be held today, the best result that could be hoped for would be that the People's Bloc would obtain no more than a plurality, which would not of itself prevent the formation of a majority coalition of anti-Communist parties under Christian Democratic leadership.",
		"entities": [
			[
				"Christian Democratic",
				250,
				270,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "There is certainly no unanimity of view in either Republican] or PSLI Parties re a bloc, but two factors will bear considerably in the discussion: 1) fact that both will have to find some way to campaign for votes without doing damage to [participation with] Christian Democrats in government which involves both prestige and much advertised pledges of loyal collaboration; 2) the somewhat intangible factor inherent in the preoccupation of the Italian mentality with bella figura (which is not really translatable but roughly means making a good showing).",
		"entities": [
			[
				"Christian Democrats",
				259,
				278,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "On the labor front, it is significant that neither social-Communists on one hand nor Christian Democrats (with Republicans and PSLI) on the other were willing to precipitate a final break in facade of unity during recent discussions in CGIL executive council.",
		"entities": [
			[
				"Christian Democrats",
				85,
				104,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The current Communist attack on the Vatican and its \"agents\", the Christian Democrats, is linked demagogically with both \"independence\" and \"the class struggle\" against reaction, thus cleverly combining immediate, tangible issues with latent sentiments.",
		"entities": [
			[
				"Christian Democrats",
				66,
				85,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Even an observer such as Saragat, while dubious about his own prospects, readily predicts that the Christian Democrats will succeed in maintaining undiminished their present position as the largest mass party in Italy.",
		"entities": [
			[
				"Christian Democrats",
				99,
				118,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "While we must view with great concern the strong position of the Communists created by their victory over the anti-Nenni PSI forces, the continuing strength of the Christian Democratic Party itself is a reassuring bulwark.",
		"entities": [
			[
				"the Christian Democratic Party",
				160,
				190,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "On the basis of the calculations contained in paragraphs 2 and 3 above, and figuring that Communists will put forward three candidates to every one Socialist, the lineup of the future Chamber of Deputies might be well somewhat as follows: Christian Democrats 210; Communists 180; Socialists 60; others 150. 5.",
		"entities": [
			[
				"Christian Democrats",
				239,
				258,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "First samples on Popular Democratic Front side include bloody violent colonial scene (Mogadishu) attributed to \"Anglo-American imperialists\" alongside hand of Soviet friendship being extended to Italy across map of central Mediterranean showing Libya as Italian territory (see my 895 March 2) Democratic Christian's early contributions are handbills showing number of hours Russian, Italian and American laborers must work to earn a kilogram of bread, of meat, of sugar, a man's woolen suit, et cetera, all of course greatly to detriment of Soviet economy.",
		"entities": [
			[
				"Democratic Christian",
				293,
				313,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "From the Liberals of Lucifero to the Socialists of Saragat the campaign orators praised American aid, supported the Marshall Plan and warned the electorate of the ominous significance of the Communist coup in Czechoslovakia, while the Popular Front speakers claim that only they represent the working classes and strive for peace against \"American imperialists\" and \"Vatican reactionaries\", i.e. the Christian Democratic Party and the De Gasperi government.",
		"entities": [
			[
				"the Christian Democratic Party",
				396,
				426,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The fight between the Communist Party and the moderate democratic elements was, during the week, carried into the CGIL (Italian General Confederation of Labor) when the minority therein composed of Democratic Christians, Republicans and PSLI (Italian Socialist Workers Party) refused to be governed by decision of Communist-controlled majority and announced its intention of sending representatives to Trade Union Congress discussions in London on Marshall Plan.",
		"entities": [
			[
				"Democratic Christians",
				198,
				219,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "While it is generally conceded that the front will win as many or more votes than the Democratic Christians there is widespread difference of opinion on effect Popular Front plurality would have on formation new government.",
		"entities": [
			[
				"Democratic Christians",
				86,
				107,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Competent observer Foreign Ministry opines that Popular Front electees will, at Parliament's convocation twenty days after election, reform their traditional Socialist and Communist parliamentary groups therein and that politico called to form government will be leader of strongest single party, presumably Democratic Christians.",
		"entities": [
			[
				"Democratic Christians",
				308,
				329,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "There also is marked and increased activity of Christian Democrat, Independent Socialist and other non-Communist parties and Catholic action proselyting among voters even in normally Communist strongholds.",
		"entities": [
			[
				"Christian Democrat",
				47,
				65,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "German Christian Democrat spokesman Von Brentano attributed his party's affirmative vote in large part to words of Schuman and German Rightist Von Rechenberg attributed his to sincerity toward Germans shown by Reynaud, Macmillan and others.",
		"entities": [
			[
				"Christian Democrat",
				7,
				25,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "Rift in PSLI has come about through disagreement on question whether working class membership of Socialist Party can best be built up and find expression through participation in Govt with Christian Democrats (in face of accusation this means subservience to \"clericalism\") or by absence from Govt in face probability of confusion with and ultimate overwhelming by Communists.",
		"entities": [
			[
				"Christian Democrats",
				189,
				208,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "He added that the Christian Democratic Party had made a survey of public opinion throughout Italy and had found that the Italian people fully realized the need for extraordinary Italian defense measures and that there was no question but that the Italian people were fully behind the Government.",
		"entities": [
			[
				"the Christian Democratic Party",
				14,
				44,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "This statement according to fellow-travelling Paese was made by Secchia in response to Christian Democrat propaganda to effect that Italy has right to arm itself against overwhelming military might of Soviet Union.",
		"entities": [
			[
				"Christian Democrat",
				87,
				105,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Piccioni, Vice Premier in the new Cabinet, begins to emerge as De Gasperi's heir apparent; he is the former Secretary General of the Christian Democratic Party and a staunch Party man, but unlike De Gasperi, who aspires to lead several parties in a coalition government, is a one-party man and less adept at inter-party compromise.",
		"entities": [
			[
				"the Christian Democratic Party",
				129,
				159,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Economic Policy The dispute over Finance Minister Pella's deflationary policies has been quieted if not settled by reallocation of functions between the economic ministries, by giving the Christian Democrat \"Left Wing\" representation in the Cabinet (Fanfani as Minister of Agriculture and Trade Unionist Rubinacci as Labor Minister) and by eliminating weak links (especially Togni as Minister of Industry).",
		"entities": [
			[
				"Christian Democrat",
				188,
				206,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Count Sforza's removal from the Foreign Ministry responds to Christian Democratic and Rightist criticism of his alleged lack of forcefulness in championing Italy's position in relations with her friends, but there has been no question of his or the Italian Government's devotion to the cause of defense against Italy's enemies.",
		"entities": [
			[
				"Christian Democratic",
				61,
				81,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Count Sforza's appointment as Minister without Portfolio in charge of European Union Affairs should offset any apprehension that Italy will withdraw from efforts to unite Western Europe; also, Taviani, the new, strong-willed Christian Democrat who will be Undersecretary in the Foreign Office, has been Chief Italian Delegate to the Schuman Plan and European Army negotiations.",
		"entities": [
			[
				"Christian Democrat",
				225,
				243,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The Italian Government, led by Christian Democrats, as well as influential Catholic groups in Italy, would also be pleased by the establishment of a US diplomatic mission at the Vatican.",
		"entities": [
			[
				"Christian Democrats",
				31,
				50,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Many Italians say that the De Gasperi government was encouraged by Washington to ignore the demands of the moderate left for sweeping social reform as a counter to Communism and that they fear that the United States is even now exerting pressure on the Christian Democrats to ignore the \"popular mandate\" for giving elements of the left a voice in the government.",
		"entities": [
			[
				"Christian Democrats",
				253,
				272,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "In Italy, the present coalition, led by the Christian Democrats, will probably win the 1953 elections by a narrow margin, but it appears unlikely that Italy will develop during this period sufficient economic or political strength to be anything more than a weak ally.",
		"entities": [
			[
				"Christian Democrats",
				44,
				63,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "['In the municipal and provincial elections held in southern Italy on May 25, the parties of the Left and particularly those of the Right registered impressive gains at the expense of the Center coalition of Christian Democrats, Social Democrats, Liberals, and Republicans.",
		"entities": [
			[
				"Christian Democrats",
				208,
				227,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The Christian Democratic Party retained control of the city administration in Rome and in about half the other cities where there was voting.",
		"entities": [
			[
				"The Christian Democratic Party",
				0,
				30,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Italian elections reaffirm fact that Christian Democratic Party (CD) is largest single party in country and thereby represents in Embassy opinion a distinct party victory.",
		"entities": [
			[
				"Christian Democratic Party",
				37,
				63,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "He said that Churchill's speech had done incalculable damage in the election by giving vast credence to this impression and that it had also greatly undermined everywhere in Europe the validity and urgency of the whole NATO European defense community and European political community concepts which have been the basis of Christian Democratic foreign policy.",
		"entities": [
			[
				"Christian Democratic",
				322,
				342,
				"ORG"
			]
		],
		"wiki": "Q209158"
	},
	{
		"content": "He warned that if \"la politique de Churchill\" persisted and prevailed, it would eventually bring down Adenauer, deliver Germany into the hands of German socialists and neutralists, enhance the same neutralist socialist forces already strong in France and destroy the whole Christian Democratic movement in Europe.",
		"entities": [
			[
				"Christian Democratic",
				273,
				293,
				"ORG"
			]
		],
		"wiki": "Q209158"
	},
	{
		"content": "He noted that as a result of the recent elections, a bloc based on the Right Center, mostly Christian Democrats, have a narrow majority in the Italian Chamber of Deputies.",
		"entities": [
			[
				"Christian Democrats",
				92,
				111,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The following were important reasons for De Gasperi's fall: (1) The failure of the Christian Democrats to meet the needs of the lower income groups; (2) the Italian electoral law, which had received the name \"swindle law\" during the campaign; (3) disorganization of the small parties which had formerly supported De Gasperi; (4) increasing discontent among many classes of the population; (5) the Russian peace offensive, which Mr. Churchill unintentionally aided by his speech on Tito; (6) the basic anti-clericalism of the Italian people; and (7) uncertainty over American policy.",
		"entities": [
			[
				"Christian Democrats",
				83,
				102,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "[\"On July 16, Alcide De Gasperi succeeded in forming a new government composed entirely of Christian Democrats.",
		"entities": [
			[
				"Christian Democrats",
				91,
				110,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "On August 13 President Einaudi turned to the Minister of the Budget in De Gasperi's cabinet, Giuseppe Pella, who formed an entirely Christian Democratic government on August 15.",
		"entities": [
			[
				"Christian Democratic",
				132,
				152,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "['On January 5, as a result of opposition within Prime Minister Giuseppe Pella's Christian Democratic Party to his stated intention to name Salvatore Aldisio as Minister of Agriculture, Pella presented his resignation to President Luigi Einaudi.",
		"entities": [
			[
				"Christian Democratic Party",
				81,
				107,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "On January 19 Fanfani announced that he had formed a cabinet composed of 18 Christian Democrats and one Independent.",
		"entities": [
			[
				"Christian Democrats",
				76,
				95,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "President Luigi Einaudi turned to Mario Scelba, former Minister of Interior in De Gasperi's government, who succeeded in forming a new government composed of 14 Christian Democrats, 4 Social Democrats, and 3 Liberals.",
		"entities": [
			[
				"Christian Democrats",
				161,
				180,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Both of these eventualities would be substantially promoted by a Trieste settlement to which the government, and in particular the Christian Democratic Party, could point to as an achievement.",
		"entities": [
			[
				"the Christian Democratic Party",
				127,
				157,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "An early Trieste solution of a kind in which the Italian Government can acquiesce is important to popular confidence in any government based on the Christian Democratic Party, and essential to achievement of Italo-Yugoslav defense collaboration.",
		"entities": [
			[
				"the Christian Democratic Party",
				144,
				174,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "An early Trieste solution of a kind in which the Italian Government can acquiesce is important to popular confidence in any government based on the Christian Democrat Party, and essential to achievement of Italo-Yugoslav defense collaboration.",
		"entities": [
			[
				"the Christian Democrat Party",
				144,
				172,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "This, for my money, sounds too much like a Togliatti rather than a Christian Democratic proposal.",
		"entities": [
			[
				"Christian Democratic",
				67,
				87,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Among other things, he brought to Secretary Dulles' attention the portion of Chancellor Adenauer's speech before the Christian Democratic Union in Dusseldorf, Germany, on June 20, 1954.",
		"entities": [
			[
				"the Christian Democratic Union",
				113,
				143,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "['On January 5, as a result of opposition within Prime Minister Giuseppe Pella's Christian Democratic Party to his stated intention to name Salvatore Aldisio as Minister of Agriculture, Pella presented his resignation to President Luigi Einaudi.",
		"entities": [
			[
				"Christian Democratic Party",
				81,
				107,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "On January 19, Fanfani announced that he had formed a cabinet composed of 18 Christian Democrats and one Independent.",
		"entities": [
			[
				"Christian Democrats",
				77,
				96,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "In connection with the often-expressed opinion that the United States is putting all its eggs in one basket by relying so heavily on Chancellor Adenauer, it is interesting to note that with the absolute majority of the Christian Democratic Party in the German Parliament, the CDU could select another Chancellor without holding an election in the event that anything should happen to Adenauer.",
		"entities": [
			[
				"the Christian Democratic Party",
				215,
				245,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "['In the June 7 national elections in Italy, the Center Coalition, which included the Christian Democratic Party, won a majority of the seats in both the Chamber of Deputies and in the Senate.",
		"entities": [
			[
				"the Christian Democratic Party",
				82,
				112,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "She belonged to the Christian Democratic Party, which has proclaimed Cruz Salazar as its candidate in a unification move with MDN and other groups.",
		"entities": [
			[
				"the Christian Democratic Party",
				16,
				46,
				"ORG"
			]
		],
		"wiki": "Q2297948"
	},
	{
		"content": "She said, \"Don't worry, Mr. President, in my town we Christian Democrats and the Ydigoristas have an understanding,\" and she interlocked her fingers to show what she meant.",
		"entities": [
			[
				"Christian Democrats",
				53,
				72,
				"ORG"
			]
		],
		"wiki": "Q2297948"
	},
	{
		"content": "The President said the Christian Democrat leaders could come out for Cruz Salazar but that the rank and file of the party would still vote for Ydigoras.",
		"entities": [
			[
				"Christian Democrat",
				23,
				41,
				"ORG"
			]
		],
		"wiki": "Q2297948"
	},
	{
		"content": "At Naples, USIA induced the Christian Democratic organization to print a pamphlet exposing Communist lies about alleged lack of economic progress in the area.",
		"entities": [
			[
				"Christian Democratic",
				28,
				48,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Since the end of 1956, at which point the opposition SPD (Social Democratic Party) had overtaken Adenauer's CDU (Christian Democratic Party) in public opinion polls, the popularity of the Adenauer Government, and with it the confidence of the CDU, have recovered steadily.",
		"entities": [
			[
				"Christian Democratic Party",
				113,
				139,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "The election promises to be extremely close, and it is still doubtful that either the governing Christian Democrats or the opposition Social Democrats will win a majority of Bundestag seats in September.",
		"entities": [
			[
				"Christian Democrats",
				96,
				115,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "Deputy Mayor Amrehn, of the CDU (Christian Democratic Party), who was the acting executive head of the city government most of the summer, proved able and effective, but as he is a member of the minority party in the SPD-CDU (Social Democratic Party-Christian Democratic Party) coalition, his success was resented by the SPD.",
		"entities": [
			[
				"Christian Democratic Party",
				33,
				59,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "The Berlin CDU (Christian Democratic Party) was not successful, however, in overcoming the opposition of Chancellor Adenauer to these steps, and it has not been necessary for the Allies to take a fresh position on the matter.",
		"entities": [
			[
				"Christian Democratic Party",
				16,
				42,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "(Paras. 49-50) Whether or not Adenauer leads the Christian Democratic Party in the 1957 elections it will probably remain the strongest single party in West Germany, although it is unlikely to retain a majority in the Bundestag.",
		"entities": [
			[
				"the Christian Democratic Party",
				45,
				75,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "Political Trends The Adenauer Government Presiding over West Germany's economic recovery and political alignment with the North Atlantic Community has been a center-right coalition led by the Christian Democratic Union (CDU) and its Bavarian affiliate, the Christian Social Union (CSU).",
		"entities": [
			[
				"the Christian Democratic Union",
				188,
				218,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "[\"PARTICIPANTS Dr. Heinrich Krone, CDU Faction Leader of German Christian Democratic Party Dr. Werner Dollinger, Deputy Chairman, CSU Faction Mr. Albrecht von Kessel, Minister, German Embassy The Secretary of State Mr. Jacob D. Beam, EUR Mr. Jacques J. Reinstein, EUR:",
		"entities": [
			[
				"Christian Democratic Party",
				64,
				90,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "Moreover, dissatisfaction with the government's unity formula may grow even within the CDU (Christian Democratic Party).",
		"entities": [
			[
				"Christian Democratic Party",
				92,
				118,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "It now appears fairly certain that the Christian Democratic Party will not retain an absolute majority of Bundestag seats in the 1957 elections.",
		"entities": [
			[
				"the Christian Democratic Party",
				35,
				65,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "He stated that it was largely A. F. of L. pressure which influenced Italian labor groups to break away from the old groupings of competitive Christian Democrat and fragmented Socialist labor organizations (such as those headed by Pari and Canini) and to combine in CISL under Pastore in 1948.",
		"entities": [
			[
				"Christian Democrat",
				141,
				159,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "['PARTICIPANTS Signor Amintore Fanfani, General Secretary of the Italian Christian Democratic Party Signor Egidio Ortona, Charge d'Affaires, a.i., Italian Embassy Signor Raimondo Manzini, First Secretary, Italian Foreign Office The Secretary Mr. Robert Murphy, Deputy Under Secretary of State EUR--Mr. Jacob D. Beam WE--Mr. H. G. Torbert, Jr.",
		"entities": [
			[
				"Christian Democratic Party",
				73,
				99,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Mr. A. Jose deSeabra, Interpreter Fanfani's Role as a Political Organizer The Secretary opened the conversation by congratulating Signor Fanfani on his successful job in promoting the organization of the Christian Democratic Party which the latter acknowledged with a statement that he considered he had been working for the good of Italy in a manner which was compatible with the good of the United States.",
		"entities": [
			[
				"the Christian Democratic Party",
				200,
				230,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Nenni had hoped that the Christian Democractic Party would have its Congress next spring and thus be forced to take a stand on the opening to the Left situation which might be right by that time.",
		"entities": [
			[
				"the Christian Democractic Party",
				21,
				52,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Fanfani had decided, therefore, to have the Christian Democratic Congress in October before the PCI and PSI conferences.",
		"entities": [
			[
				"the Christian Democratic",
				40,
				64,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Preparatory regional congresses of the Christian Democratic Party were starting September 2 and Nenni's present moves might be partly to create confusion at these meetings.",
		"entities": [
			[
				"the Christian Democratic Party",
				35,
				65,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The United States should also continue to support the other Italian democratic parties of the Center (Christian Democrats, Liberals and Republicans) emphasizing the Christian Democratic Party, which is the bulwark of Italy's democratic regime and its pro-Western orientation.",
		"entities": [
			[
				"Christian Democrats",
				102,
				121,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The United States should also continue to support the other Italian democratic parties of the Center (Christian Democrats, Liberals and Republicans) emphasizing the Christian Democratic Party, which is the bulwark of Italy's democratic regime and its pro-Western orientation.",
		"entities": [
			[
				"the Christian Democratic Party",
				161,
				191,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Though the immediate cause of the crisis was the withdrawal of Social Democratic support from the Segni coalition, the basic cause was the inability of the Center parties to agree among themselves on domestic legislation in a pre-electoral period, factionalism within each of these parties and the increasingly apparent aim of the Christian Democrats to achieve an absolute majority in the next elections at the expense of the lay Center parties.",
		"entities": [
			[
				"Christian Democrats",
				331,
				350,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Saragat, reacting quickly, said that Gronchi's actions as President always had to be regarded in the light of two factors: (a) Gronchi owed his election to the Communists and Nenni Socialists, particularly to Nenni; every now and then he had to do something to \"pay them off\"; and (b) he feels he must compensate for the fact that, unlike De Gasperi, he was never able to gain the leadership of the Christian Democratic Party or the Government.",
		"entities": [
			[
				"the Christian Democratic Party",
				395,
				425,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Saragat said that his Social Democratic Party and the other lay democratic parties opposed Gronchi in this matter unreservedly, while the Christian Democrats opposed him \"with prudence.\"",
		"entities": [
			[
				"Christian Democrats",
				138,
				157,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Seek to arrange visits to the United States through sponsorship of private U.S. organizations of other key Italian political figures such as Secretary of the Christian Democrat Party Fanfani, President of the Chamber Gronchi, President of the Senate Merzagora, Christian Democrat Youth Leader Emilio Colombo, and others.",
		"entities": [
			[
				"the Christian Democrat Party",
				154,
				182,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Seek to arrange visits to the United States through sponsorship of private U.S. organizations of other key Italian political figures such as Secretary of the Christian Democrat Party Fanfani, President of the Chamber Gronchi, President of the Senate Merzagora, Christian Democrat Youth Leader Emilio Colombo, and others.",
		"entities": [
			[
				"Christian Democrat",
				261,
				279,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "[Numbered paragraphs 4 and 5 (7 lines of source text) not declassified] Encourage the Democratic Socialist, Republican, Liberal and Christian Democrat Parties to continue their collaboration in the Government.",
		"entities": [
			[
				"Christian Democrat",
				132,
				150,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "On June 26, President Giovanni Gronchi asked Antonio Segni (Christian Democrat) to explore the possibility of forming a new government.",
		"entities": [
			[
				"Christian Democrat",
				60,
				78,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "In despatch 37, July 8, the Embassy in Rome analyzed the government crisis and concluded that the formula of the Segni government was based on the same coalition (Christian Democrats, Liberals, and Social Democrats, with Republican parliamentary support) as that of Scelba.",
		"entities": [
			[
				"Christian Democrats",
				163,
				182,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "If we can head off an \"opening to the left\" by which the Socialists are used as an organized party by the Government, and if the international situation continues to result in the detente's not being translated into real Soviet concessions of substance, I think there is some chance that the trend of organized labor away from the Communists will continue, that the drop in influence of the Communist press will be maintained, and that the slight political amelioration of the center parties, especially the Christian Democratic Party, will increase.",
		"entities": [
			[
				"the Christian Democratic Party",
				504,
				534,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The basic problem now facing the US in Italy, it seems, is whether Democractic forces can act effectively to eliminate the Social-Communist threat or will permit it to live on undisturbed awaiting either a more propitious moment for the seizure of power or the encouragement of Italy's taking a neutralist position through an understanding between the Socialists and the Christian Democrats.",
		"entities": [
			[
				"Christian Democrat",
				371,
				390,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Gronchi, a Left-wing Christian Democrat, was elected to a seven-year term as President of Italy on April 29, 1955.",
		"entities": [
			[
				"Christian Democrat",
				21,
				39,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "A new Center coalition government was formed by another Christian Democrat, Segni.",
		"entities": [
			[
				"Christian Democrat",
				56,
				74,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Divisions within the Christian Democratic party are aggravated by the favorable responses of some Christian Democrats to Nenni Socialist overtures for cooperation offered on the basis of enactment of social and economic reforms but probably involving a neutralist foreign policy as well.",
		"entities": [
			[
				"Christian Democratic",
				21,
				41,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Divisions within the Christian Democratic party are aggravated by the favorable responses of some Christian Democrats to Nenni Socialist overtures for cooperation offered on the basis of enactment of social and economic reforms but probably involving a neutralist foreign policy as well.",
		"entities": [
			[
				"Christian Democrats",
				98,
				117,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "If elections were held now the Christian Democrats and Nenni Socialists would probably gain as compared with 1953, the Communists would very nearly hold their ground, and the Right-wing and small Democratic parties would suffer losses.",
		"entities": [
			[
				"Christian Democrats",
				31,
				50,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Although the organization of the Christian Democratic Party is improving, it is doubtful that this party is yet capable of winning by itself the absolute Parliamentary majority that could form the basis of increased political stability in Italy.",
		"entities": [
			[
				"the Christian Democratic Party",
				29,
				59,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Basic to all of these instances of a Center-Left ad hoc majority is (a) the division among and within the Center parties, especially within the Christian Democratic party, and (b) the aim of the Left to create the impression that it is keeping the Segni Government in power, in order to provide circumstances propitious to the eventual formation of a new Government which is in fact based on a Center-Left majority.",
		"entities": [
			[
				"Christian Democratic",
				144,
				164,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Ever since the national elections of June 7, 1953 the Center parties have been divided on almost every important issue, the basic division being that which separates the Liberals and the Right-wing Christian Democrats from the remaining Christian Democrats, Social Democrats and Republicans.",
		"entities": [
			[
				"Christian Democrats",
				198,
				217,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Ever since the national elections of June 7, 1953 the Center parties have been divided on almost every important issue, the basic division being that which separates the Liberals and the Right-wing Christian Democrats from the remaining Christian Democrats, Social Democrats and Republicans.",
		"entities": [
			[
				"Christian Democrats",
				237,
				256,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "It is extremely doubtful if Gronchi's maneuver could succeed for very long if the Christian Democratic party were united.",
		"entities": [
			[
				"Christian Democratic",
				82,
				102,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The disunity in this party is to some extent a result of differences in ideology but also arises from (a) personal feuds between the \"ins\" and the \"outs\" and the former \"ins\" and the former \"outs\"; (b) the decision of Segni to press forward with his legislative program, which is based on a political estimate (which in itself is probably sound) that in a pre-election period continued immobilismo is disadvantageous; and (c) the powerful anti-reform vested interests controlling the Right-wing Christian Democrats.",
		"entities": [
			[
				"Christian Democrats",
				495,
				514,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "We have, then, a situation in which an essentially weak Segni Government could, despite the opposition on internal reform matters of the Liberals and a serious split in the Christian Democratic Party, continue in office so long as the Left finds it profitable to keep it there.",
		"entities": [
			[
				"the Christian Democratic Party",
				169,
				199,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The Christian Democratic Party lacks the cohesion and discipline necessary to fashion strong and stable governments now that the fear of Communism in Italy appears to have diminished.",
		"entities": [
			[
				"The Christian Democratic Party",
				0,
				30,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "In particular, President Gronchi has advocated parliamentary cooperation between the Christian Democrats and the Nenni Socialists, and has been exercising his influence to encourage this development.",
		"entities": [
			[
				"Christian Democrats",
				85,
				104,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "As of the moment, however, most Christian Democratic leaders are opposed to an open partnership with the Nenni Socialists so long as the latter retain their Communist ties.",
		"entities": [
			[
				"Christian Democratic",
				32,
				52,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The Nenni Socialist Party has become increasingly important in Italian politics because of its recent electoral gains, Communist setbacks, and the increased interest of certain Christian Democrats in pushing social reform.",
		"entities": [
			[
				"Christian Democrats",
				177,
				196,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The Nenni Socialists have been encouraging the idea of cooperation between themselves and the Christian Democrats, and some of them have cultivated the impression that a growth in Nenni Socialist electoral support might eventually enable them to break with the Communists.",
		"entities": [
			[
				"Christian Democrats",
				94,
				113,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The Christian Democratic Party will dominate all Italian governments between now and the next general elections.",
		"entities": [
			[
				"The Christian Democratic Party",
				0,
				30,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Because of lack of agreement and discipline within the party, many of its leaders will probably welcome, and some may even solicit, the votes of the Nenni Socialists to push the reformist program to which the Christian Democrats are committed.",
		"entities": [
			[
				"Christian Democrats",
				209,
				228,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "We believe, however, that the Christian Democratic leaders will in general continue their present course, avoiding either formal collaboration with Nenni or the virtually static government which would follow were they to surrender to rightist pleas for a halt in the reform program.",
		"entities": [
			[
				"Christian Democratic",
				30,
				50,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Gronchi defies categorization, although he was one of the founders and remains identified with the largest party among the four center democratic parties in Italy, the Christian Democratic Party.",
		"entities": [
			[
				"the Christian Democratic Party",
				164,
				194,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "On the other hand, he prefers a Government based on the collaboration of the pro-Communist Nenni Socialists with the Christian Democrats to the present Center coalition of democratic parties.",
		"entities": [
			[
				"Christian Democrats",
				117,
				136,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "In Chile, Cuba is supported not only by the far left but by other opponents of the Government as well, among them the Christian Democrats.",
		"entities": [
			[
				"Christian Democrats",
				118,
				137,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The Christian Democratic Party ran on a program of \"progress without adventures,\" and increased its parliamentary representation by 12 seats in the Chamber of Deputies.",
		"entities": [
			[
				"The Christian Democratic Party",
				0,
				30,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "On July 2, Amintore Fanfani formed a government consisting of his own Christian Democrats and the Social Democrats.",
		"entities": [
			[
				"Christian Democrats",
				70,
				89,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Amintore Fanfani, Secretary, Christian Democratic Party Senator Girolamo Messeri Dr. Raimondo Manzini, Italian Foreign Ministry Ambassador Zellerbach Mr. Bond The Ambassador opened the conversation by conveying to Mr. Fanfani the oral message contained in Deptel 4502.",
		"entities": [
			[
				"Christian Democratic Party",
				29,
				55,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Gains were made by the center and left groups of the Christian Democratic Party (CD) and by the faction within the Socialist Party (PSI) which seeks to reduce Socialist-Communist cooperation.",
		"entities": [
			[
				"the Christian Democratic Party",
				49,
				79,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The United States should also continue to support the Italian democratic parties of the Center (Christian Democrats, Liberals, Republicans and Social Democrats) emphasizing the Christian Democratic Party, which is the bulwark of Italy's democratic regime and its pro-Western orientation.",
		"entities": [
			[
				"Christian Democrats",
				96,
				115,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The United States should also continue to support the Italian democratic parties of the Center (Christian Democrats, Liberals, Republicans and Social Democrats) emphasizing the Christian Democratic Party, which is the bulwark of Italy's democratic regime and its pro-Western orientation.",
		"entities": [
			[
				"the Christian Democratic Party",
				173,
				203,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Support all the Center Democratic parties, recognize the primary U.S. interest in the Christian Democratic Party as now oriented as the foundation of democratic government and the pro-Western orientation of Italy.",
		"entities": [
			[
				"the Christian Democratic Party",
				82,
				112,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Discourage the Christian Democratic and other Center parties which might tend to weaken the Social Democrats vis-a-vis the Nenni Socialists or accelerate Socialist unification under terms adverse to U.S. interests.",
		"entities": [
			[
				"Christian Democratic",
				15,
				35,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "A weak caretaker government was replaced by a Christian Democrat-dominated Center Government which has evinced the desire to work closely with us and which we have supported.",
		"entities": [
			[
				"Christian Democrat",
				46,
				64,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Communist electoral strength has, however, remained constant despite a slight advance by the Christian Democrats and a surprising increase on the part of the Nenni Socialists.",
		"entities": [
			[
				"Christian Democrats",
				93,
				112,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "U.S. interest in [less than 1 line of source text not declassified] a Center government was successfully met by the election which resulted in a slightly left of Center coalition government of Christian Democrats and Social Democrats under Fanfani.",
		"entities": [
			[
				"Christian Democrats",
				193,
				212,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "From our point of view the increased electoral support for the Christian Democrats and the melting down of Monarchist Right-wing political groups are favorable developments.",
		"entities": [
			[
				"Christian Democrats",
				63,
				82,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Continued Communist strength, measurably increased Nenni Socialist strength and dissension within the Christian Democratic party are undesirable.",
		"entities": [
			[
				"Christian Democratic",
				102,
				122,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The ensuing result would probably be an ineffectual Christian Democratic minority government lasting at least until their party congress on April 15.",
		"entities": [
			[
				"Christian Democratic",
				52,
				72,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "['Amintore Fanfani resigned as Prime Minister on January 26, and as Secretary of the Christian Democratic Party on February 1.",
		"entities": [
			[
				"the Christian Democratic Party",
				81,
				111,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "After 3 weeks of negotiations, Antonio Segni formed a minority government composed exclusively of Christian Democratic ministers and dependent on the parliamentary support of the Liberal, Monarchist, and neo-Fascist parties on February 16.",
		"entities": [
			[
				"Christian Democratic",
				98,
				118,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Aldo Moro took over Fanfani's duties as Secretary of the Christian Democratic Party.",
		"entities": [
			[
				"the Christian Democratic Party",
				53,
				83,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "It is also believed that the various DC elements will head the Vatican's call for Christian Democratic unity and not engage in sniping tactics similar to those that contributed to Fanfani's downfall.",
		"entities": [
			[
				"Christian Democratic",
				82,
				102,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The U.S. should encourage the maintenance in power of a friendly democratic and pro-Western oriented Italian Government based on the support of and/or participation of all or most of the Center parties of which the Christian Democratic Party is the bulwark.",
		"entities": [
			[
				"the Christian Democratic Party",
				211,
				241,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "These include the Christian Democrats, Social Democrats, Liberals, Republicans, and possibly the Democrats (ex-Monarchists).",
		"entities": [
			[
				"Christian Democrats",
				18,
				37,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "However, given the complexities of forming a majority government, it is necessary to support minority Christian Democratic governments which draw their support from either the democratic left (Social Democrats and Republicans) or the right.",
		"entities": [
			[
				"Christian Democratic",
				102,
				122,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "We should keep in touch with all major Christian Democratic Party factions while maintaining close relations with Segni and members of the present government.",
		"entities": [
			[
				"Christian Democratic Party",
				39,
				65,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "We should encourage the Christian Democrats as a whole to seek a broad and stable base for the government by inducing the other Center parties to join in coalition with them, whenever the situation permits.",
		"entities": [
			[
				"Christian Democrats",
				24,
				43,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "It was also true in Sicily where it might have been supposed that the betrayal by a member of the Christian Democratic Party might have led to an increase in the communist vote.",
		"entities": [
			[
				"the Christian Democratic Party",
				94,
				124,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The Prime Minister concluded that the Christian Democratic Party and the present Government, a Christian Democratic Government, are determined to go ahead in their battle against the Italian Communists.",
		"entities": [
			[
				"the Christian Democratic Party",
				34,
				64,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The Prime Minister concluded that the Christian Democratic Party and the present Government, a Christian Democratic Government, are determined to go ahead in their battle against the Italian Communists.",
		"entities": [
			[
				"Christian Democratic Government",
				95,
				126,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "In addition to the Christian Democrats, the Tambroni government relied on the votes of the neo-Fascist Movimento Sociale Italiano for its parliamentary majority.",
		"entities": [
			[
				"Christian Democrats",
				19,
				38,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Objections were raised within the Christian Democratic parliamentary group to the government's reliance on neo-Fascist support and Tambroni offered his resignation to Gronchi, who then requested Amintore Fanfani to begin consultations to form a government.",
		"entities": [
			[
				"Christian Democratic",
				34,
				54,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Leaders of the ruling Christian Democratic Party held meetings with the representatives of other center parties which resulted in a decision to replace Tambroni.",
		"entities": [
			[
				"Christian Democratic Party",
				22,
				48,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The negotiations for a new government were managed by Aldo Moro, Secretary of the Christian Democratic Party, and resulted in a July 16 agreement among the Christian Democrats, Liberals, Social Democrats, and Republicans to form a new government.",
		"entities": [
			[
				"the Christian Democratic Party",
				78,
				108,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The negotiations for a new government were managed by Aldo Moro, Secretary of the Christian Democratic Party, and resulted in a July 16 agreement among the Christian Democrats, Liberals, Social Democrats, and Republicans to form a new government.",
		"entities": [
			[
				"Christian Democrats",
				156,
				175,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "On July 26, Amintore Fanfani formed his third government, a four-party coalition of Liberals, Republicans, Social Democrats, and Christian Democrats.",
		"entities": [
			[
				"Christian Democrats",
				129,
				148,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "From April, 1948, to June, 1953, under De Gasperi's Christian Democratic leadership of the center party coalition, Italy made progress on many fronts.",
		"entities": [
			[
				"Christian Democratic",
				52,
				72,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "While the Christian Democratic Party has continued to be the nucleus of all governments, it is itself badly split and, because of its heterogeneous nature, can arrive at no lasting internal consensus around which a majority government can be formed.",
		"entities": [
			[
				"the Christian Democratic Party",
				6,
				36,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The resulting inability of the Christian Democratic Party to form stable, long-lived governments which can carry out effective, reformist programs has contributed to a growing cynicism about Italy's young democratic system.",
		"entities": [
			[
				"the Christian Democratic Party",
				27,
				57,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "This shift has resulted from a number of factors: The increasingly pronounced public posture of political autonomy assumed by Nenni Socialists; revelations of corruption and misgovernment which to some degree result from the long period in which the Christian Democratic Party has controlled the national administration; deep-seated anti-clerical resentment at church interference in political life; disappointment at the slow implementation of basic economic and social reforms; and the recent aura of detente in over-all East-West relations.",
		"entities": [
			[
				"the Christian Democratic Party",
				246,
				276,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Throughout the post-war period under a succession of Christian Democratic-led governments, Italy has collaborated closely with the Western powers, particularly the United States, and has given vigorous support to NATO.",
		"entities": [
			[
				"Christian Democratic",
				53,
				73,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Encourage all political forces within the democratic spectrum either (a) to support Christian Democratic attempts to construct stable, progressive, efficient, and firmly anti-Communist governments which will continue to cooperate with the United States and NATO; or (b) to form a loyal, constructive, Parliamentary opposition.",
		"entities": [
			[
				"Christian Democratic",
				84,
				104,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Political stability has been continued by the firmly established rule of Adenauer and the Christian Democratic Union (CDU) parliamentary majority and by a trend in the direction of a two-party system.",
		"entities": [
			[
				"the Christian Democratic Union",
				86,
				116,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "Opposition of majority of PSI Central Committee to Nenni's agreement with Moro for a new center-left government had resulted from combination two factors: PCI pressure and fear within PSI ranks that renewed association with Christian Democrats (DC) would cause PSI further loss of strength.",
		"entities": [
			[
				"Christian Democrats",
				224,
				243,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "In addition to his meeting with Nenni, King was received by President Gronchi, Prime Minister Fanfani, Christian Democratic Party secretary Aldo Moro and a number of senior parliamentary leaders.",
		"entities": [
			[
				"Christian Democratic Party",
				103,
				129,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "It was Fanfani's belief that no Christian Democratic government could accept visit of Soviet Prime Minister to Rome, and he recalled Pope's reaction to Adolf Hitler's visit.",
		"entities": [
			[
				"Christian Democratic",
				32,
				52,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "During these meetings, the Christian Democrats approved a plan for the formation of a government led by Prime Minister Fanfani and enjoying the external support of the Italian Socialist Party.",
		"entities": [
			[
				"Christian Democrats",
				27,
				46,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "On February 16, the Christian Democratic, Social Democratic, and Republican parties announced agreement on a program for a new Fanfani government of the center-left.",
		"entities": [
			[
				"Christian Democratic",
				20,
				40,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "On February 21 President Gronchi swore in a new Fanfani government that included 19 Christian Democratic, 3 Social Democratic, and 2 Republican Ministers.\"]",
		"entities": [
			[
				"Christian Democratic",
				84,
				104,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "['Christian Democrat Party leaders of Italy seem to be following a correctly cautious policy in their approach to the formation of a government depending on the support in Parliament of the left-wing Italian Socialist Party of Pietro Nenni.",
		"entities": [
			[
				"Christian Democrat Party",
				2,
				26,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The fear that the issue of collaboration with the PSI might endanger Christian Democrat Party unity has for the moment been attenuated by the handling of the party's recent National Convention by Party Secretary Moro.",
		"entities": [
			[
				"Christian Democrat Party",
				69,
				93,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "We rejected a suggestion that Nenni be officially invited to the United States before the Christian Democrat Convention, believing that the PSI would use such an invitation as the basis for claiming that we favored an opening to the Left with or without further modification of PSI foreign policy positions.",
		"entities": [
			[
				"Christian Democrat",
				90,
				108,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Pro-Communist elements in the PSI are fighting the Nenni policy of collaboration with the Christian Democrats.",
		"entities": [
			[
				"Christian Democrats",
				90,
				109,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Recently they had finally agreed to the Christian Democrat formula for the nationalization of electricity in Italy.",
		"entities": [
			[
				"Christian Democrat",
				40,
				58,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The Communists, in their campaign against the Socialists, which is even stronger than that against the Christian Democrats, loudly proclaim the Socialist betrayal and selling out to management and U.S. interests, thereby labeling themselves the true representatives of the workers.",
		"entities": [
			[
				"Christian Democrats",
				103,
				122,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Italy had tried to help the Latin American countries, the Christian Democratic parties, and their labor movements to develop middle level leadership to fill the gap between the top and bottom strata of society.",
		"entities": [
			[
				"Christian Democratic",
				58,
				78,
				"ORG"
			]
		],
		"wiki": "Q209158"
	},
	{
		"content": "He asked if the PSI and Saragat's Democratic Socialist party were not the true voting alternatives on the liberal left for those who wished to protest the Christian Democrats (DC) identity with business interests.",
		"entities": [
			[
				"Christian Democrats",
				155,
				174,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The Christian Democratic Party lost 750,000 votes and 13 seats in the Chamber of Deputies.",
		"entities": [
			[
				"The Christian Democratic Party",
				0,
				30,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The Italian President then asked Christian Democratic Party Secretary Aldo Moro to begin negotiations aimed at the formation of a new government.",
		"entities": [
			[
				"Christian Democratic Party",
				33,
				59,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "On June 21 Giovanni Leone formed a minority government of Christian Democrats.",
		"entities": [
			[
				"Christian Democrats",
				58,
				77,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "On the other hand Adenauer would use his power against such dealings and he would use it with all the resentment of an old man but in a short time the Christian Democrats would react against him.",
		"entities": [
			[
				"Christian Democrats",
				151,
				170,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "The committee is reportedly composed of Italian parliamentarians, predominantly Christian Democrat rightists, monarchists and Italian Liberal Party members, as well as Italian general staff officers.",
		"entities": [
			[
				"Christian Democrat",
				80,
				98,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The Die Welt article saw the Italian President, conservative Christian Democrat Antonio Segni, as the only man able to step into the breach, and called for \"concrete and appropriate\" steps, within and outside of Italy, to save the country.",
		"entities": [
			[
				"Christian Democrat",
				61,
				79,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "For example, on June 26, the Christian Democrat daily of Rome Il Popolo picked up the following from the Koelner Stadt-Anzieger: \"A state of alarm rule in Italy.",
		"entities": [
			[
				"Christian Democrat",
				29,
				47,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Despite the progress of the postwar years, and the Italian \"economic miracle,\" the failure of the governing parties to come to grips with many remaining economic and social problems has led to a small but consistent increase in the electoral strength of the Communists, a steady attrition of Christian Democrat (DC) strength, and seemingly growing public impatience with shortcomings which have perhaps in part represented inherent national failures, but which have been understandably laid at the political door of the center parties so long in power in Italy.",
		"entities": [
			[
				"Christian Democrat",
				292,
				310,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Embassy believes that occasion should be used by US to strengthen Christian Democratic (DC) determination to face this problem squarely.",
		"entities": [
			[
				"Christian Democratic",
				66,
				86,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "As of now the Christian Democrats have a little less than half of the majority in the Italian Parliament with the PSI about 15% and the Communists about 25%.",
		"entities": [
			[
				"Christian Democrats",
				14,
				33,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "This prospect, in conjunction with the strong rivalries within the Christian Democratic party, could put new strains on Moro's center-left coalition.",
		"entities": [
			[
				"Christian Democratic",
				67,
				87,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The Honorable Mariano Rumor, Secretary General of the Italian Christian Democratic Party His Excellency Egidio Ortona, Ambassador of Italy United States The President Mr.Walt W. Rostow, Special Assistant to the President Mr. Joseph Califano, Special Assistant to the President Mr. Neil Seidenman, Department of State Interpreter",
		"entities": [
			[
				"Christian Democratic Party",
				62,
				88,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Mr. Rumor said that as a responsible representative of the Italian Christian Democratic Party, he wished to convey some information which the President, who shoulders such great responsibilities throughout the world, might be pleased to hear.",
		"entities": [
			[
				"Christian Democratic Party",
				67,
				93,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The PCI, a principal heir of the resistance movement of World War II, has long been the political party in Italy with the largest number of votes after the Christian Democratic Party, the key member of every coalition government of the past 20 years.",
		"entities": [
			[
				"the Christian Democratic Party",
				152,
				182,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Particularly in recent years, the PCI has been struggling to escape from the isolation it has experienced since its longtime ally, the Socialist Party, became instead the ally and governmental partner of the Christian Democrats.",
		"entities": [
			[
				"Christian Democrats",
				208,
				227,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "\" The party must avoid such a stigma if it is to make further progress toward its most ardently sought domestic objective--developing cooperation with left-wing Christian Democrats and Socialists to the point where the Communists will be accepted as partners in a government coalition.']",
		"entities": [
			[
				"Christian Democrats",
				161,
				180,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "As chief of state Segni has limited substantive responsibilities, but his influence on Italian policies is increased by his leadership of the largest faction of the Christian Democratic party.",
		"entities": [
			[
				"the Christian Democratic party",
				161,
				191,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Curiously enough, it is usually Communists and other leftist political elements here who are prone to dwell on alleged dangers of German militarism and nationalism, rather than such right-wingish Christian Democrats as Segni.",
		"entities": [
			[
				"Christian Democrats",
				196,
				215,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "He had always received his greatest assistance from the Christian Democratic party and specifically from Prime Minister Moro, who ranks second only to De Gasperi as the most significant political personality in postwar Italy.",
		"entities": [
			[
				"Christian Democratic",
				56,
				76,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "[\"On two occasions in June 1964, the personal views and evaluations of Italian President Antonio Segni (of the Christian Democratic Party) on the prospects of the current Italian Cabinet were made available to the U.S. Government.",
		"entities": [
			[
				"the Christian Democratic Party",
				107,
				137,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Noted were Segni's concerns that the recently established Italian Cabinet, consisting of an unprecedented coalition of Christian Democrats and Socialists and led by Christian Democrat Aldo Moro, was unlikely to last, was drifting toward more radical political policies, and was not alleviating the economic plight of Italy.",
		"entities": [
			[
				"Christian Democrats",
				119,
				138,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Noted were Segni's concerns that the recently established Italian Cabinet, consisting of an unprecedented coalition of Christian Democrats and Socialists and led by Christian Democrat Aldo Moro, was unlikely to last, was drifting toward more radical political policies, and was not alleviating the economic plight of Italy.",
		"entities": [
			[
				"Christian Democrat",
				165,
				183,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Lamentably, the present political dilemma has been caused by the unwillingness in the past of the Christian Democratic Party (DC) to take effective action against the leftist forces and to resolve the social-economic problems which confronted Italy.",
		"entities": [
			[
				"the Christian Democratic Party",
				94,
				124,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Even if no specific agreements are forthcoming, the Soviets probably hope that with elections next year in West Germany, the Socialists and Christian Democrats can be encouraged to compete in taking a new and more flexible approach to Eastern policy.",
		"entities": [
			[
				"Christian Democrats",
				140,
				159,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "--November 3 to November 7: the National Party Congress of the Christian Democratic Union.",
		"entities": [
			[
				"the Christian Democratic Union",
				59,
				89,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "Frei, the Christian Democrat, comes up with 52 percent; Allende, the Communist-socialist candidate, with 36; and a third candidate, who represents the Radical Party--which is not radical at all, but it's more anti-clerical, which we're keeping in the race so, because we think all of his votes would go to Allende--he's running about 7 percent; and the other 5, I think it's 5 remaining, 5 or 6 percent undecided.",
		"entities": [
			[
				"Christian Democrat",
				10,
				28,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The idea of assisting the Christian Democrats was first broached to us on 22 March 1962 by Ambassador Cole and the then Special Assistant to the President, Richard Goodwin.",
		"entities": [
			[
				"Christian Democrats",
				26,
				45,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The Special Group approved a program of assistance to the Christian Democrats on 19 April 1962 and again on 30 August 1963.",
		"entities": [
			[
				"Christian Democrats",
				58,
				77,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The Special Group paper on one-time assistance to the Democratic Front which was approved on 19 December 1963 refers explicitly to our assistance to the Christian Democrats.",
		"entities": [
			[
				"Christian Democrats",
				153,
				172,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Rationale for this Assistance The reasons for our non-attributable assistance to the Christian Democratic Party are: (1) To Deprive the Chilean Communist Party of Votes The Christian Democratic Party is the fastest growing party in Chile.",
		"entities": [
			[
				"the Christian Democratic Party",
				81,
				111,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Rationale for this Assistance The reasons for our non-attributable assistance to the Christian Democratic Party are: (1) To Deprive the Chilean Communist Party of Votes The Christian Democratic Party is the fastest growing party in Chile.",
		"entities": [
			[
				"The Christian Democratic Party",
				169,
				199,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The Christian Democratic Party is the only non-Communist party in Chile in a position to attack directly the Communist Party at its mass base.",
		"entities": [
			[
				"The Christian Democratic Party",
				0,
				30,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The Special Group, in approving assistance to the Christian Democratic Party, insisted that this assistance be non-attributable.",
		"entities": [
			[
				"the Christian Democratic Party",
				46,
				76,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "[11/2 lines of source text not declassified] Since security has been tightly maintained, Eduardo Frei, the leader of the Christian Democratic Party, is unwitting of the fact that he is being aided by the United States Government and believes that this assistance is being provided by his [less than 1 line of source text not declassified] friends.",
		"entities": [
			[
				"the Christian Democratic Party",
				117,
				147,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "To Foster a Non-Communist Coalition One of the original objectives in March 1962 was to strengthen the Christian Democratic Party so that it would be more attractive to the Radical Party as a coalition partner.",
		"entities": [
			[
				"the Christian Democratic Party",
				99,
				129,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Undoubtedly, private industry would be in a better position with Duran as president and will probably suffer increased restrictions under a Christian Democratic administration.",
		"entities": [
			[
				"Christian Democratic",
				140,
				160,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Should we be Supporting the Christian Democratic Party Although the Christian Democratic Party and the Democratic Front do not, in large measure, compete for the same votes and the Christian Democratic Party has demonstrated its ability to compete with the communists for worker votes, its position on a number of issues of interest to the United States makes it advisable to reexamine our aid to this party.",
		"entities": [
			[
				"the Christian Democratic Party",
				24,
				54,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Should we be Supporting the Christian Democratic Party Although the Christian Democratic Party and the Democratic Front do not, in large measure, compete for the same votes and the Christian Democratic Party has demonstrated its ability to compete with the communists for worker votes, its position on a number of issues of interest to the United States makes it advisable to reexamine our aid to this party.",
		"entities": [
			[
				"the Christian Democratic Party",
				64,
				94,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Should we be Supporting the Christian Democratic Party Although the Christian Democratic Party and the Democratic Front do not, in large measure, compete for the same votes and the Christian Democratic Party has demonstrated its ability to compete with the communists for worker votes, its position on a number of issues of interest to the United States makes it advisable to reexamine our aid to this party.",
		"entities": [
			[
				"the Christian Democratic Party",
				177,
				207,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "In any event, we must face the fact that the Christian Democratic Party will be less favorable and responsive to United States Government policies than the Democratic Front, that it will try to establish relations with Iron Curtain countries, that within the limited capability of Chile it will endeavor to increase its trade with the Soviet Bloc and will not follow the United States lead in foreign policy with the same willingness as the present government.",
		"entities": [
			[
				"the Christian Democratic Party",
				41,
				71,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "If a decision is made to continue assistance to the Christian Democratic Party, an effort should be made to achieve greater influence over it by modifying the Special Group restriction on non-attributability.",
		"entities": [
			[
				"the Christian Democratic Party",
				48,
				78,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Should he gain control Congress through added socialist/ Communist seats and possibly agreement with radicals and/or left-wing Christian Democrats he would press ahead more vigorously with his program.",
		"entities": [
			[
				"Christian Democrats",
				127,
				146,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Frei heads the Christian Democratic Party, a somewhat left of center reform party close to the Catholic Church.",
		"entities": [
			[
				"the Christian Democratic Party",
				11,
				41,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Also working against Frei is a Chilean tolerance for native Communists, who have long been on the public scene, and a long-standing anticlerical feeling which hurts the Church-identified Christian Democrats.",
		"entities": [
			[
				"Christian Democrats",
				187,
				206,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "This includes voter registration drives, propaganda, person-to-person campaigning in the cities and rural areas, and arrangements to provide some Italian Christian Democratic organizers to Frei as advisers on campaign techniques.",
		"entities": [
			[
				"Christian Democratic",
				154,
				174,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The proposal was designed primarily to increase financial support to Eduardo Frei Montalva, the Christian Democratic candidate, thereby allowing his party to \"campaign at its full potential.",
		"entities": [
			[
				"Christian Democratic",
				96,
				116,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The poll showed that Frei (Christian Democrat) would receive 52% of the vote: Allende (Socialist-Communist) 36%; Duran (Radical) 7% and 5% undecided.",
		"entities": [
			[
				"Christian Democrat",
				27,
				45,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The money would permit Eduardo Frei Montalva, the Christian Democratic candidate, to \"maintain the pace and rhythm of his campaign effort\"--and allow the CIA to meet any \"last minute contingencies.",
		"entities": [
			[
				"Christian Democratic",
				50,
				70,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "['At a meeting with Central Intelligence Agency officials on October 12, 1964, Assistant Secretary Mann reported his approval of a proposal for additional covert assistance to the Christian Democratic Party.",
		"entities": [
			[
				"the Christian Democratic Party",
				176,
				206,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Ray Herbert, Deputy Chief of the Western Hemisphere Division, recommended extending the term of the program, arguing that the Christian Democrats were \"the only effective force fighting Communists in these areas.",
		"entities": [
			[
				"Christian Democrats",
				126,
				145,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Mann disagreed: the Christian Democrats might use U.S. support against the \"other non-Marxist parties.\"",
		"entities": [
			[
				"Christian Democrats",
				20,
				39,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The final memorandum stipulated that the CIA explain to Frei: a) the difference between assistance for a presidential election against a Marxist candidate and assistance for a congressional election against a field of democratic parties; and b) that the current program was intended for a \"transitional period\" only, to allow the Christian Democrats to combat Communist influence in the \"campesino and slum sectors.\"",
		"entities": [
			[
				"Christian Democrats",
				330,
				349,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The net result of this operation should be an increase in the overall ability of the Chilean Christian Democratic Party (PDC) to promote those activities needed to bring about necessary reforms and to reduce the effectiveness of the FRAP opposition.",
		"entities": [
			[
				"Christian Democratic Party",
				93,
				119,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Even if the Christian Democrats attain an election majority in the Chamber of Deputies they will still need the support of individuals in other parties to put through this program in the Senate.",
		"entities": [
			[
				"Christian Democrats",
				12,
				31,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The memorandum points out that the PR holds the balance of power in the Chilean Senate between President Frei's Christian Democratic Party (PDC) and the FRAP, and notes that under the current leadership of the National Committee (CEN) the Party has tended increasingly to vote with FRAP to obstruct key legislation of President Frei's program, the success of which the US regards as of first importance.",
		"entities": [
			[
				"Christian Democratic Party",
				112,
				138,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "['Mr. President: In the past few days, President Frei has suffered two body blows from his own Christian Democratic Party.",
		"entities": [
			[
				"Christian Democratic Party",
				95,
				121,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "This statement also helped reassure President Leoni and the Christian Democrats in Venezuela who were furious over the Chilean PCD declaration.",
		"entities": [
			[
				"Christian Democrats",
				60,
				79,
				"ORG"
			]
		],
		"wiki": "Q1114939"
	},
	{
		"content": "The Christian Democratic party will have to accept the fact that it cannot get over 33% of the vote in the forthcoming congressional and presidential elections and therefore must look to working with other parties if it is to continue as an active promoter of social and economic change in Chile.",
		"entities": [
			[
				"The Christian Democratic party",
				0,
				30,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "[\"The second confrontation in Chile between the Christian Democratic Party and the Socialist-Communist Political Front (FRAP) will come in September 1970.",
		"entities": [
			[
				"the Christian Democratic Party",
				44,
				74,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "In the first round in 1964, the Christian Democrats were victorious resulting in the election of President Frei.",
		"entities": [
			[
				"Christian Democrats",
				32,
				51,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The National Party, a right of center group, which has borne the brunt of some of the reforms carried out by the Christian Democrats, such as in the agrarian sector, has been alienated from the Christian Democrats and is now in active opposition.",
		"entities": [
			[
				"Christian Democrats",
				113,
				132,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The National Party, a right of center group, which has borne the brunt of some of the reforms carried out by the Christian Democrats, such as in the agrarian sector, has been alienated from the Christian Democrats and is now in active opposition.",
		"entities": [
			[
				"Christian Democrats",
				194,
				213,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Even within the Christian Democratic Party itself there is a strong extreme faction which would be amenable to collaboration with the FRAP and for a period was in control of the party leadership.",
		"entities": [
			[
				"the Christian Democratic Party",
				12,
				42,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "During further consideration of this bill the Christian Democrats then turned to the National Party for support; they in turn forced the Frei administration to agree to lower taxes.",
		"entities": [
			[
				"Christian Democrats",
				46,
				65,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "With this information the objective is to elect as many moderate candidates of the Radical, Christian Democratic, and National parties as possible at the expense of the FRAP.",
		"entities": [
			[
				"Christian Democratic",
				92,
				112,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The political attitudes towards these proposals, however, should be viewed in the context of a situation where all political parties have found common cause in a campaign to discredit President Frei and the Christian Democratic Party.",
		"entities": [
			[
				"the Christian Democratic Party",
				203,
				233,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "You should understand, as Charlie points out in his recommendation, that the loan is primarily a political bailing out operation to help President Frei and the moderate Christian Democrats make the best possible showing in the Congressional elections in March 1969.",
		"entities": [
			[
				"Christian Democrats",
				169,
				188,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Chile has made outstanding achievements in the social and political fields under the Alliance for Progress--and Frei is currently reasserting a strong leadership position within the Christian Democratic Party to consolidate many of these gains during his two years in office.",
		"entities": [
			[
				"the Christian Democratic Party",
				178,
				208,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "As an unrelated matter, AP has just carried a report that the Christian Democrats will insist on a positive vote of no confidence for the Brandt coalition government on the issue of Brandt's economic policies.",
		"entities": [
			[
				"Christian Democrats",
				62,
				81,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "Secondly, your Prime Minister told me that German Christian Democratic Union leader Schroeder had been invited to the People's Republic.",
		"entities": [
			[
				"Christian Democratic Union",
				50,
				76,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "On my way to Russia, I will stop in Munich and on September 8 or 9 I will meet with Chancellor Brandt and also with the leader of the Christian Democratic Party, Barzel.",
		"entities": [
			[
				"the Christian Democratic Party",
				130,
				160,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "The Soviet strategy is to foster the Christian Democrats in Western Europe and then to encourage the Communist Parties to merge with them.",
		"entities": [
			[
				"Christian Democrats",
				37,
				56,
				"ORG"
			]
		],
		"wiki": "Q209158"
	},
	{
		"content": "This is why the Italian Christian Democrats are no barrier [to the expansion of Soviet influence] as they cooperate with the Communist Party.",
		"entities": [
			[
				"Christian Democrats",
				24,
				43,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The German Christian Democratic leader Kohl visited Moscow at the same time that Strauss was visiting Peking to attend the West German [industrial] exhibition.",
		"entities": [
			[
				"Christian Democratic",
				11,
				31,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "The Chinese are also worried about German weakness and were anxious to hear why the Christian Democrats had lost the election there.",
		"entities": [
			[
				"Christian Democrats",
				84,
				103,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "Moreover, he was hoping to obtain enactment of a whole series of draconian measures by the lower house of the outgoing Congress in which his Christian Democratic Party still had a majority and then have them enacted after May 21 by the new Senate in which the PDC has almost a majority.",
		"entities": [
			[
				"Christian Democratic Party",
				141,
				167,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "In general my counsel would be to follow the tactics of Allende and the PCCh with the Christian Democrats insofar as our dealings with them and Chile are concerned.",
		"entities": [
			[
				"Christian Democrats",
				86,
				105,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "In addition to the Christian Democrats' successful \"negotiations\" with Allende, the conservative National Party appears on the verge of reaching an agreement assuring PN support in the congressional runoff.",
		"entities": [
			[
				"Christian Democrats",
				19,
				38,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Frei and the Christian Democrats espoused \"Chileanization\" to counter the Marxists' support of nationalization.",
		"entities": [
			[
				"Christian Democrats",
				13,
				32,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "--The Christian Democrats (PDC) lost badly in the March Congressional elections and faced a Presidential election in September 1970 divided into quarreling factions and aware that nationalization would again be an important Marxist issue.",
		"entities": [
			[
				"Christian Democrats",
				6,
				25,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "When asked about the plans of his party for opposing Allende the Senator said that the PN plans stiff resistance on an issue-by-issue basis and has already begun by seizing control, together with the Christian Democrats (PDC) of the Budget Committee in the Senate--a most significant political event.",
		"entities": [
			[
				"Christian Democrats",
				200,
				219,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The mere fact that this traffic flourished during the regime of Christian Democratic President Eduardo Frei as well as under the present government demonstrates that Chilean involvement in illegal narcotics traffic is not a new phenomenon.",
		"entities": [
			[
				"Christian Democratic",
				64,
				84,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The general is Roberto Viaux, commander of the First Division in Antofagasta, who is known for his opposition to the Christian Democratic Party and to President Frei.",
		"entities": [
			[
				"the Christian Democratic Party",
				113,
				143,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "These would provide support to the political opposition to the Allende government--National Party (PN), Christian Democratic Party (PDC), and Democratic Radical Party (PDR).",
		"entities": [
			[
				"Christian Democratic Party",
				104,
				130,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "An approximate percentage breakdown on the basis of returns thus far is as follows: UP Coalition: Socialist (PS) 21% Communist Party (PCCH) 16% Radical Party (PR) 9% Splinter Groups 1% Opposition: Christian Democrats (PDC) 25% Nationalists (PN) 20% Nulls and voids 3-4 President Allende has called the results a mandate for the UP program.",
		"entities": [
			[
				"Christian Democrats",
				197,
				216,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Allende also commented that the Christian Democrats would have to \"change their ways\" and that elements in the PDC would press for more support for the UP government.",
		"entities": [
			[
				"Christian Democrats",
				32,
				51,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Social Democrats (PDS) 1.3 Popular Socialist Union (USP)* 1.0 Opposition Parties Christian Democrats (PDC) 25.7 Nationalists (PN) 18.1 Democratic Radicals (PDR) 3.8 Paedena and Independents 1.3 Null and Void 1.4 Total (Does not add to 100.0 due to rounding) 99.0",
		"entities": [
			[
				"Christian Democrats",
				81,
				100,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Silva hastened to say that he did not mean suggest there were any doubts whatsoever in GOC about friendly, cooperative policy of USG--a policy for which Frei and Christian Democrats most grateful.",
		"entities": [
			[
				"Christian Democrats",
				162,
				181,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "In the meantime, the death of a congresswoman who represented the Christian Democratic Party (PDC) in Valparaiso has precipitated a major electoral confrontation in Chile's second most populous city.",
		"entities": [
			[
				"the Christian Democratic Party",
				62,
				92,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Moreover, it is difficult for the Christian Democrats to oppose the government line on nationalization and compensation since the Frei government began the process with the earlier takeover of a controlling interest in the companies.",
		"entities": [
			[
				"Christian Democrats",
				34,
				53,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "In doing so, he might materially increase his chances of splitting Christian Democrats in truly significant way--still a major Communist-Allende goal.",
		"entities": [
			[
				"Christian Democrats",
				67,
				86,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "[name not declassified] mused that given their philosophy, it was understandable that the European Christian Democrats, [less than 1 line not declassified] should be assisting the Fuentealba faction.",
		"entities": [
			[
				"Christian Democrats",
				99,
				118,
				"ORG"
			]
		],
		"wiki": "Q209158"
	},
	{
		"content": "In recent elections within the CUT (National Labor Confederation), long dominated by the Communists, the opposition Christian Democrats made impressive gains.",
		"entities": [
			[
				"Christian Democrats",
				116,
				135,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Following a breakdown in talks between the Christian Democrats (PDC) and the UP on a proposed constitutional amendment restructuring the economy, PDC Senators on July 7 joined other opposition forces in rejecting Allende's veto of the PDC-sponsored version of the bill.",
		"entities": [
			[
				"Christian Democrats",
				43,
				62,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The Christian Democratic Party (PDC) and the Social Democrats (PSD) have apparently decided to issue statements of support for the Junta as soon as possible.",
		"entities": [
			[
				"The Christian Democratic Party",
				0,
				30,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "c. President Frei would re-emerge in that period as the most influential anti-Allende force in the country and in his Christian Democratic Party (PDC).",
		"entities": [
			[
				"Christian Democratic Party",
				118,
				144,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "If Allende is to be prevented from gaining the presidency via the congressional vote, ample funds may well be required to dissuade hesitant Radical or Christian Democratic congressmen from indulging their credulity.",
		"entities": [
			[
				"Christian Democratic",
				151,
				171,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Background The first instance of major covert involvement by the U.S. Government in the Chilean electoral process occurred in the 1964 presidential election when the Special Group (5412) approved an election operation totaling [dollar amount not declassified] in support of Christian Democratic Party candidate Eduardo Frei.",
		"entities": [
			[
				"Christian Democratic Party",
				274,
				300,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "During 1967 the Chilean left had scored a series of important victories and the moderate forces within the Christian Democratic (PDC), Radical (PR), and National (PN) parties were disorganized.",
		"entities": [
			[
				"Christian Democratic",
				107,
				127,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "For practical purposes this reduced the operation to candidates of the Christian Democratic and National parties.",
		"entities": [
			[
				"the Christian Democratic",
				67,
				91,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Support to the dissident Socialist USP was particularly worthwhile because its 52,000 votes deprived the PS Socialists of seven congressional seats (six in the Chamber and one in the Senate), all of which went to moderates within the Christian Democratic, Radical, and National parties.",
		"entities": [
			[
				"Christian Democratic",
				234,
				254,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "If President Frei and the moderate Christian Democrats plan on winning the presidential election, scheduled for September of next year, they must move rapidly to improve the economy and to plan their strategy for the elections.\"]",
		"entities": [
			[
				"Christian Democrats",
				35,
				54,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The long-term problem is two-fold; (a) the center of political gravity in Chile is left of center; and (b) there is no existing political force of reasonable permanence that can preempt the Communists/Socialists' base on a sustained basis except the Christian Democrats.",
		"entities": [
			[
				"Christian Democrats",
				250,
				269,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Korry says (Santiago 2361): \"He has no program; he has no organization; he has no understanding of modern problems, not even what the threat of the Marxists represents; he is consumed by a desire to vindicate his actions in his previous administration and to avenge the barbs and the triumphs of the Christian Democrats . . .",
		"entities": [
			[
				"Christian Democrats",
				300,
				319,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "--The Communists/Socialists would make a political deal to support Alessandri in the Congress in return for a free hand to eliminate the Christian Democrats politically--an end Alessandri is likely to support.",
		"entities": [
			[
				"Christian Democrats",
				137,
				156,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "f. Mr. Broe replied that \"ground rules\" in Chile had prevented our dealing with Tomic's Christian Democratic Party mechanism, [11/2 lines not declassified].",
		"entities": [
			[
				"Christian Democratic Party",
				88,
				114,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Alessandri's recent gains have been largely at the expense of Christian Democrat (PDC) candidate Tomic, who, according to Korry, is now increasingly held to be a poor third by all sectors.",
		"entities": [
			[
				"Christian Democrat",
				62,
				80,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "C. We assume that the Christian Democratic Party (PDC), if confronted with a choice between Alessandri and Allende, will break party discipline and split along ideological and economic lines.",
		"entities": [
			[
				"the Christian Democratic Party",
				18,
				48,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Christian Democratic attitudes, if forced to choose between Alessandri and Allende, are a matter of much speculation.",
		"entities": [
			[
				"Christian Democratic",
				0,
				20,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "For Christian Democrats to seal their election defeat with an affirmative vote for Alessandri is asking a lot.",
		"entities": [
			[
				"Christian Democrats",
				4,
				23,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "An Alessandri government would lead to rapid polarization of Chile; it would push the mass of the Christian Democrats to the left; it would destroy the center; Alessandri was himself a smart politician but he was surrounded by so-called \"Independents\" whose avarice was only equalled by their stupidity and arrogance; the latter would quickly settle back into their business-as-usual attitudes and seek vengeance on the Christian Democrats by offering the Communists a free hand in the universities and trade unions in return for a pledge of labor peace; they would halt Frei's kind of land reform and accompanying measures and would destroy the painfully fashioned canals of social progress and justice he had constructed as a diversion from Marxism and violence.",
		"entities": [
			[
				"Christian Democrats",
				98,
				117,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "An Alessandri government would lead to rapid polarization of Chile; it would push the mass of the Christian Democrats to the left; it would destroy the center; Alessandri was himself a smart politician but he was surrounded by so-called \"Independents\" whose avarice was only equalled by their stupidity and arrogance; the latter would quickly settle back into their business-as-usual attitudes and seek vengeance on the Christian Democrats by offering the Communists a free hand in the universities and trade unions in return for a pledge of labor peace; they would halt Frei's kind of land reform and accompanying measures and would destroy the painfully fashioned canals of social progress and justice he had constructed as a diversion from Marxism and violence.",
		"entities": [
			[
				"Christian Democrats",
				420,
				439,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The potency of the Communist Party and the poverty of the Christian Democratic Party (PDC) can best be seen with regard to Cuba.",
		"entities": [
			[
				"the Christian Democratic Party",
				54,
				84,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Of the three TV channels in Santiago, in a still free society, one is totally controlled by the Marxist-Leninists of the University of Chile, another is controlled by a combination of Marxists and very left wing Christian Democrats of the Catholic University and the third is the State's.",
		"entities": [
			[
				"Christian Democrats",
				212,
				231,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The PDC is ready to rationalize; Allende and the Communists are already diligently mending fences with the Christian Democrats of whom there are many only too anxious to enter that kind of transaction.",
		"entities": [
			[
				"Christian Democrats",
				107,
				126,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Korry indicates that the high military officers are concerned and he relates a specific proposal being kicked around by the military commanders to foster an Alessandri-Christian Democrat deal to elect Alessandri and then have Alessandri resign and in 60 days have Frei elected.",
		"entities": [
			[
				"Christian Democrat",
				168,
				186,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The Christian Democrats hold the key and Korry indicates that they are \"decomposing\" and that Frei is far from firm.",
		"entities": [
			[
				"Christian Democrats",
				4,
				23,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "In balance, it seems to me that the chances of a coordinated Christian Democrat-Alessandri effort to over turn Allende's election are very slim, and are hardly promotable by us alone.",
		"entities": [
			[
				"Christian Democrat",
				61,
				79,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The plan given to Korry is premised on Christian Democratic cooperation but it is not clear that this is realistic.",
		"entities": [
			[
				"Christian Democratic",
				39,
				59,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "(We expect the consensus to be that there is little realistic chance; since the Christian Democrats are indispensable to any vote to elect Alessandri, Frei's all out effort is indispensable.",
		"entities": [
			[
				"Christian Democrats",
				80,
				99,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Korry indicates they are thinking about something but it is a tenuous plan, also dependent on the Christian Democrats whom Korry thinks are falling apart.",
		"entities": [
			[
				"Christian Democrats",
				98,
				117,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "I have also sought to arrange the following: A. To have the GOC accept Allende's request to seek to calm the panic that is profoundly affecting the economy by having much respected MinFinance go to nation by radio and TV ostensibly to calm people and then recite the horrendous details that are affecting the country, the point being to create the most serious doubts among the masses that supported Allende and to force the Christian Democrats into serious reflection.",
		"entities": [
			[
				"Christian Democrats",
				425,
				444,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "D. To have the Christian Democrats and rpt and the Allende camp reminded that almost all of Chilean industry, which is incomparably larger and more complex than Cuba's, is dependent on U.S. technology, U.S. credits, U.S. machinery.",
		"entities": [
			[
				"Christian Democrats",
				15,
				34,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The focus of the pressure is both on the masses and the Christian Democrats, a good many of whom are either ready to rationalize an Allende govt or are so terrorized that they fear for their lives if they oppose his accession.",
		"entities": [
			[
				"Christian Democrats",
				56,
				75,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "\" Frei must be prepared, as I have told him indirectly, to use blackmail to counter blackmail, to take out every skeleton in the crowded Christian Democrat closet to produce converts among his Congressmen, to be prepared at the opportune moment to have the Carabineros detain the leaderships of the Communist and Socialist Parties, to frighten the hell out of his Armed Forces and to panic the country into more dire economic circumstances.",
		"entities": [
			[
				"Christian Democrat",
				137,
				155,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Work through European Christian Democratic parties to bolster Frei's leadership and encourage the PDC leaders to contest Allende. 5.",
		"entities": [
			[
				"Christian Democratic",
				22,
				42,
				"ORG"
			]
		],
		"wiki": "Q209158"
	},
	{
		"content": "b. Organize efforts from the \"outside,\" i.e. --encourage European Christian Democrats to funnel support, encouragement and ideas; perhaps even funds.",
		"entities": [
			[
				"Christian Democrats",
				66,
				85,
				"ORG"
			]
		],
		"wiki": "Q209158"
	},
	{
		"content": "Radomiro Tomic, candidate of the Christian Democratic Party (PDC), came in third with 27.8%.",
		"entities": [
			[
				"the Christian Democratic Party",
				29,
				59,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Tomic, the Christian Democratic candidate, has publicly recognized Allende's victory.",
		"entities": [
			[
				"Christian Democratic",
				11,
				31,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Outgoing President Eduardo Frei, a Christian Democrat who was not eligible to run on 4 September, would qualify in a new election if Alessandri were elected by the Congress and then resigned.",
		"entities": [
			[
				"Christian Democrat",
				35,
				53,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Frei sent Bernardo Leighton, an influential Christian Democrat national deputy as his emissary to Alessandri.",
		"entities": [
			[
				"Christian Democrat",
				44,
				62,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "But there is an essential difference between the Christian Democrats-with-Frei and the Alessandri people.",
		"entities": [
			[
				"Christian Democrats",
				49,
				68,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The Christian Democrats are the lever Frei (and everyone else) wants to pull.",
		"entities": [
			[
				"Christian Democrats",
				4,
				23,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Clearcut US opposition to NATO membership for governments which include Communists might at least stiffen the resistance of Christian Democrats and even Socialists in Italy to PCI participation in that government.",
		"entities": [
			[
				"Christian Democrats",
				124,
				143,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Exclusion would seriously weaken Italy's Christian Democratic leadership with the consequent adverse impact on NATO.",
		"entities": [
			[
				"Christian Democratic",
				41,
				61,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "While this will strengthen Italian exports, it will also worsen Italian inflation and could contribute to a further lack of confidence in the Christian Democrats.",
		"entities": [
			[
				"Christian Democrats",
				142,
				161,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Although argument has been made to him that announcement excluding Italy could have very negative effect on DC [Democrazia Cristiana (Christian Democrats)] election situation in Italy, Giscard takes position that Italy has no effective government and that if there should be need to have it attend we can extend invitation after election and at that point also address Canadian problem.",
		"entities": [
			[
				"Christian Democrats",
				134,
				153,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "-- Schmidt's governing coalition of Social Democrats (SDP) and Free Democrats (FDP) faces a major electoral challenge in October from the opposition Christian Democrats (CDU).",
		"entities": [
			[
				"Christian Democrats",
				149,
				168,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "The political effects of the recession--really a depression--threaten political stability in several countries--Italy, where the Christian Democrats may accept the Communists in government.",
		"entities": [
			[
				"Christian Democrats",
				129,
				148,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The Christian Democrats have placed their political and economic hopes on the success of a massive nuclear program for which Italy is going to require major amounts of foreign technology and capital.",
		"entities": [
			[
				"Christian Democrats",
				4,
				23,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Neither of the prominent political parties--Kiesinger's Christian Democratic Party and Brandt's Social Democratic Party--gained a clear-cut majority in the Bundestag.",
		"entities": [
			[
				"Christian Democratic Party",
				56,
				82,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "Consequently he devised a new approach to the USSR that differs conceptually from his Christian Democratic predecessors; his thesis is that the status quo in Central Europe can only be changed by accepting it as the starting point (as the Soviets insist):",
		"entities": [
			[
				"Christian Democratic",
				86,
				106,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "(Note: Rainer Barzel, the Christian Democratic leader, hopes to come here in January to see you.)",
		"entities": [
			[
				"Christian Democratic",
				26,
				46,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "President Nixon stated that Christian Democratic leader Barzel wished to visit Washington early next year and that he would have to act favorably on such a request although he would do so with benign neutrality.",
		"entities": [
			[
				"Christian Democratic",
				28,
				48,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "The previous day, the Christian Democratic Union won the state election in Baden-Wurttemberg, and Wilhelm Helms, a member of the Free Democratic parliamentary party group, announced his defection from the governing coalition.",
		"entities": [
			[
				"the Christian Democratic Union",
				18,
				48,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "The analysis makes the following points: --that any German government's freedom of action will be constrained by the obvious factors of its existence as a divided country; by its geographical position; by the security concerns of the USSR; and, in the case of the new coalition, by the fragile base of its parliamentary majority; --policy toward the East will nevertheless be of primary concern; it will focus on signature of the NPT, evolution of a formula for renouncing the Munich agreement, some form of acceptance of the Oder-Neisse line with Poland, and greater flexibility in dealing with East Germany, though short of formal recognition; --to prevent a widening of the gap between the two Germanies and hopefully to close it, the SPD will increase contacts with the East, seek diplomatic relations with East European governments and continue talks with the USSR on the mutual renunciation of force; --in the West, Brandt will press for British entry into the Common Market, but will not be in a position to put great pressures on France; --as for relations with the US there is no reason to expect wide divergencies to develop; the SPD, however, is somewhat suspicious that we are biased in favor of the Christian Democrats.",
		"entities": [
			[
				"Christian Democrats",
				1212,
				1231,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "In a choice between cohesion and conscience, Rainer Barzel, leader of the Christian Democratic Union, decided that the opposition should remain united by abstention.",
		"entities": [
			[
				"the Christian Democratic Union",
				70,
				100,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "Although the race between Chancellor Brandt and Christian Democratic Chairman Barzel was \"50-50,\" Strauss had received an alarming intelligence report: Brandt was seeking Soviet support to give West Berlin full voting rights in the Bundestag.",
		"entities": [
			[
				"Christian Democratic",
				48,
				68,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "There were many reasons, Strauss told Ash, why Washington should intervene in Bonn: as a conservative, Barzel was more congenial to Nixon; the interests of the United States and the Christian Democratic Union were mutual.",
		"entities": [
			[
				"the Christian Democratic Union",
				178,
				208,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "Brandt probably commands the support of a majority of Germans for this approach, although there is a strong and vocal minority among Christian Democrats and in sections of the press which is strongly opposed.",
		"entities": [
			[
				"Christian Democrats",
				133,
				152,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "If Brandt's coalition partners, the Free Democrats, do poorly in those elections, the party could splinter or turn to a local coalition with the Christian Democrats, and jeopardize the Brandt national coalition government.",
		"entities": [
			[
				"Christian Democrats",
				145,
				164,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "Hence Brandt deliberately refrained from the conciliatory posture and willingness to compromise on substance which would have been requirements for broad base of bipartisan support with the Christian Democrat (CDU) opposition.",
		"entities": [
			[
				"Christian Democrat",
				190,
				208,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "There were in Italy three major parties: the Communists, the Christian Democrats and the Socialists.",
		"entities": [
			[
				"Christian Democrats",
				61,
				80,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "It was to these two anti-Atlantic Alliance accomplice groups in the Christian Democratic and Socialist Parties that the Communists owed much of their trouble-making capacity.",
		"entities": [
			[
				"Christian Democratic",
				68,
				88,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Rumor recalled he had told President that pressures for neutralism in Italy came from Communists (a known factor), from certain Catholic elements (but these were not important with Christian Democrats in power), and from actions which US itself might take.",
		"entities": [
			[
				"Christian Democrats",
				181,
				200,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Highlights of Ortona's comments were: --Stress on the great responsibility assumed by Rumor in forming the current minority Christian Democratic government, and the possible trials he will face on the labor and student fronts this fall; Rumor is trying hard to reconstitute the center-left coalition government which collapsed in June.",
		"entities": [
			[
				"Christian Democratic",
				124,
				144,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Current Power Struggle --The political scene is dominated by a complex power struggle both within and among the parties of the center-left majority over the timing and composition of a successor government to the stop-gap Christian Democratic minority Cabinet of Premier Rumor; --The current phase of the struggle derives from the collapse last summer of Rumor's center-left coalition caused by the split in July of the Italian Socialist Party; --Rumor's minority Cabinet was set up last summer primarily to allow for the healing of the wounds of the Socialist split and to make possible their return to government collaboration after local elections now scheduled for the spring; --The passage of time, however, has exacerbated the bitterness of the Socialist feud; --Thus, Rumor finds himself caught in the crossfire of that feud and the infighting within his own Christian Democratic Party which the Socialist feud triggers.",
		"entities": [
			[
				"Christian Democratic",
				222,
				242,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Current Power Struggle --The political scene is dominated by a complex power struggle both within and among the parties of the center-left majority over the timing and composition of a successor government to the stop-gap Christian Democratic minority Cabinet of Premier Rumor; --The current phase of the struggle derives from the collapse last summer of Rumor's center-left coalition caused by the split in July of the Italian Socialist Party; --Rumor's minority Cabinet was set up last summer primarily to allow for the healing of the wounds of the Socialist split and to make possible their return to government collaboration after local elections now scheduled for the spring; --The passage of time, however, has exacerbated the bitterness of the Socialist feud; --Thus, Rumor finds himself caught in the crossfire of that feud and the infighting within his own Christian Democratic Party which the Socialist feud triggers.",
		"entities": [
			[
				"Christian Democratic Party",
				866,
				892,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Prospects --The prospect is that a new government will be formed in the first half of 1970, probably after the spring local elections; --The government most likely will be made up of the four parties of the center-left, dominated by the Christian Democratic Party; --Senate President Fanfani or Foreign Minister Moro are most often mentioned as probable prime ministers; --Fanfani or Moro can be expected to adhere to traditional Italian domestic and foreign policies.",
		"entities": [
			[
				"the Christian Democratic Party",
				233,
				263,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "['Prime Minister Rumor and his all Christian Democrat government formally resigned on January 7.",
		"entities": [
			[
				"Christian Democrat",
				35,
				53,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Since the regional elections are now committed to be held on June 7, Rumor is now looking ahead to see how they can be turned into an advantage for the Christian Democrats in 1973.",
		"entities": [
			[
				"Christian Democrats",
				152,
				171,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The two most able Christian Democratic leaders, Fanfani and Moro, are locked in a struggle to succeed President Saragat in December 1971 which inhibits their exercising leadership.",
		"entities": [
			[
				"Christian Democratic",
				18,
				38,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The Christian Democrats, who traditionally have had about 40 percent of the votes, have dominated the country since the end of World War II.",
		"entities": [
			[
				"Christian Democrats",
				4,
				23,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "A Church-oriented party, the Christian Democrats have suffered from the withdrawal of the Vatican and some of the Italian hierarchy from day-to-day political concerns.",
		"entities": [
			[
				"Christian Democrats",
				29,
				48,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Somehow, Italian politicians must liberate themselves from sterile political gamesmanship and revitalize the Christian Democratic Party to believe that the best politics is the achievement of good government.",
		"entities": [
			[
				"the Christian Democratic Party",
				105,
				135,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The Communists will probably gain influence during the coming decade, but any attempt to form a coalition including the Communists would provoke severe strains within the Christian Democratic, Socialist, and Communist parties and perhaps cause some party splits.",
		"entities": [
			[
				"Christian Democratic",
				171,
				191,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "A center-left coalition made up of Christian Democrats, two varieties of Socialists, and Republicans came into being some eight years ago after a long period of gestation.",
		"entities": [
			[
				"Christian Democrats",
				35,
				54,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "At the same time, the Christian Democrats and the Socialists set up numerous two-party local administrations which excluded the Social Democrats.",
		"entities": [
			[
				"Christian Democrats",
				22,
				41,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "In the process, the Christian Democratic right and the Social Democrats appear to have lost ground.",
		"entities": [
			[
				"Christian Democratic",
				20,
				40,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The Christian Democratic Party has either governed alone or dominated every government coalition in Italy since World War II, but respect for the Catholic Church and the desire simply to retain power seem to be the only identifiable motives shared by most of its members.",
		"entities": [
			[
				"The Christian Democratic Party",
				0,
				30,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "So too have the maneuvers of two prominent Christian Democratic leaders--Senate President Fanfani and Foreign Minister Moro--each of whom is seeking to gain control of the party as a step toward winning the Italian Presidency at the close of 1971.",
		"entities": [
			[
				"Christian Democratic",
				43,
				63,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The Socialists also appear to link their appeal to labor and their own survival as a party with their ability to act as a nexus between the Communists and a leftward-drifting Christian Democratic majority.",
		"entities": [
			[
				"Christian Democratic",
				175,
				195,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Christian Democratic left and Socialist spokesmen talk of \"dialogue\" and acceptance of Communist support on specific, mutually desired programs, but not of outright partnership.",
		"entities": [
			[
				"Christian Democratic",
				0,
				20,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The corrosive effect such behavior has had on political stability was clearly evident during the repeated government crises of the past year when the maneuvers of the Socialists versus the Social Democrats, and vice versa, brought the center-left coalition perilously close to dissolution, while factional struggles within the Christian Democratic Party continued unabated when mutual restraint and accommodation were needed most.",
		"entities": [
			[
				"the Christian Democratic Party",
				323,
				353,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "For example, the conservatives (the right-wing Christian Democrats and the Social Democrats), who had tried to force early national elections in order to capitalize on what they thought was a shift of sentiment to the right, now know they had misjudged the political mood of the electorate; they now see that they have little choice but to join their left-wing colleagues in maintaining four-party, center-left rule.",
		"entities": [
			[
				"Christian Democrats",
				47,
				66,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Such an attempt would be vigorously opposed by the Socialists and Communists and by most of the Christian Democrats as well.",
		"entities": [
			[
				"Christian Democrats",
				96,
				115,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "A relatively small increase by the Socialists could then well justify a Christian Democratic-Socialist version of the center-left formula--with or without the very small Republican Party but with the Social Democrats excluded.",
		"entities": [
			[
				"Christian Democratic",
				72,
				92,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The Communists will probably gain influence during the coming decade, but any attempt to form a coalition including the Communists would provoke severe strains within the Christian Democratic, Socialist, and Communist parties and perhaps cause some party splits.",
		"entities": [
			[
				"Christian Democratic",
				171,
				191,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The shock treatment deliberately administered by Rumor in July has, in part, arrested the internecine warfare within the coalition and within the Christian Democratic Party.",
		"entities": [
			[
				"the Christian Democratic Party",
				142,
				172,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "E. Recognize that basic American interests in Italy are inextricably linked with the survival and revitalization of the Christian Democratic Party, and that while the remaking and revitalization of the CD Party will be difficult and extremely complex, it is, nevertheless, a feasible goal.",
		"entities": [
			[
				"the Christian Democratic Party",
				116,
				146,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "And, for the time being, at least, Marchesi seems committed to work on getting some unity in the Christian Democrats for an orderly evolution.",
		"entities": [
			[
				"Christian Democrats",
				97,
				116,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Aided by a skillful use of innuendo and rumor, a thorough knowledge of the peculiar psychology of the Italian \"classe politica\" in Rome, and an assiduous wooing of the press by his followers, Moro emerged from the national Christian Democratic Council last week with an enhanced image as a political tactician.",
		"entities": [
			[
				"Christian Democratic Council",
				223,
				251,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Increasingly, one hears talk of turning to Rumor or Leoni as candidates more or less acceptable to the majority of the Christian Democrats and who will have a broader appeal throughout the whole political spectrum than either Moro or Fanfani.",
		"entities": [
			[
				"Christian Democrats",
				119,
				138,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "In my conversation with Moro on 2 October I reiterated the American position that while I had made it crystal clear to all that we considered the Christian Democratic Party to be the core of our interests in Italy, and would continue to do what we could to help the party prepare to enter the vital 1973 elections as a unified and hard-hitting party, we did not, as of now, intend to support him or any other candidate as a preferred choice in the December Presidential elections.",
		"entities": [
			[
				"the Christian Democratic Party",
				142,
				172,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The overall objective of the [name not declassified] plan is to centralize the Christian Democratic (DC) Party and move it and the Italian Government to the right, and at the same time to force the Vatican to turn away from its \"liberal\" course.",
		"entities": [
			[
				"the Christian Democratic",
				75,
				99,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "[\"After a prolonged deadlock, Christian Democrat Giovanni Leone, who had previously served as Prime Minister in two short-lived all-DC minority governments in 1963 and 1968, won election as President of the Italian Republic on the 23rd ballot, December 24, 1971.",
		"entities": [
			[
				"Christian Democrat",
				30,
				48,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The May elections resulted in only minor changes in the parliamentary representation of the three largest parties--Christian Democratic, Communist, and Socialist.",
		"entities": [
			[
				"Christian Democratic",
				115,
				135,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Almirante will gain most from this trend unless the Christian Democrats make an all-out effort which I believe they are inclined to do.",
		"entities": [
			[
				"Christian Democrats",
				52,
				71,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "However, the normal course of Italian political developments was altered in December 1971 when for the first time a President of Italy (a Christian Democrat) was elected without Socialist or Communist support, indicating that an alternative had to be found to the decade-old center-left government formula which had grouped the Christian Democrats with the Socialists in an uneasy coalition.",
		"entities": [
			[
				"Christian Democrat",
				138,
				156,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "However, the normal course of Italian political developments was altered in December 1971 when for the first time a President of Italy (a Christian Democrat) was elected without Socialist or Communist support, indicating that an alternative had to be found to the decade-old center-left government formula which had grouped the Christian Democrats with the Socialists in an uneasy coalition.",
		"entities": [
			[
				"Christian Democrats",
				328,
				347,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The election results made it possible for the Christian Democrats to form a center coalition government including the Social Democrats and the Liberals, with the outside support of the Republicans, but excluding the Socialists.",
		"entities": [
			[
				"Christian Democrats",
				46,
				65,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Foreign Minister Lopez Bravo pointed to Chile where a Christian Democratic period in power had led to the present situation where Allende had obtained a plurality with the support of the Communists.",
		"entities": [
			[
				"Christian Democratic",
				54,
				74,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Lopez Bravo added that he blamed the Christian Democrats in part for this.",
		"entities": [
			[
				"Christian Democrats",
				37,
				56,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Recently in Rome Archbishop Benelli (whom the President knew) had expressed the opinion that the Christian Democratic movement had nothing to offer for the future.",
		"entities": [
			[
				"Christian Democratic",
				97,
				117,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "That with the strengthening of the Communist Party in Italy, with the continued inability of the Socialist and Social Democratic mini-parties to make a dent in the CP, and with the possibility, sooner or later, of a deal between at least some elements of the Christian Democrats and the Communists, the Communists may eventually achieve their objective of sharing governmental power, or at least exercising real influence thereon.",
		"entities": [
			[
				"Christian Democrats",
				259,
				278,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Nixon: Despite Allende, you know, trying to make us the goat of the assassination of the, of the Christian Democratic Secretary of the Interior down there--First, if we had attempted it, we'd have done it.",
		"entities": [
			[
				"Christian Democratic",
				97,
				117,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Concerning the situation in Chile President Somoza stated that the events that had occurred were the result of the belief within the Christian Democratic Party that they could permit Allende to stick his neck out to such an extent that he would become vulnerable to having it chopped off by the Party.",
		"entities": [
			[
				"the Christian Democratic Party",
				129,
				159,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "In his view, however, it was more likely that Allende would sever the neck of the Christian Democratic Party.",
		"entities": [
			[
				"the Christian Democratic Party",
				78,
				108,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Christian Democrats Name General Rios Montt Presidential Candidate.",
		"entities": [
			[
				"Christian Democrats",
				0,
				19,
				"ORG"
			]
		],
		"wiki": "Q2297948"
	},
	{
		"content": "Christian Democratic Party (DCG) selects former Army Chief of Staff General Rios Montt as Presidential candidate to replace Rene de Leon Schlotter in a move designed to achieve opposition unity under DCG banner.",
		"entities": [
			[
				"Christian Democratic Party",
				0,
				26,
				"ORG"
			]
		],
		"wiki": "Q2297948"
	},
	{
		"content": "In a surprise move announced last night, Christian Democrats accepted resignation of their long-time leader de Leon Schlotter as Presidential candidate and picked General Efrain Rios Montt, who had been Army Chief of Staff from January to June of this year, and who is now serving as Director of Studies at Inter-American Defense College, to take his place.",
		"entities": [
			[
				"Christian Democrats",
				41,
				60,
				"ORG"
			]
		],
		"wiki": "Q2297948"
	},
	{
		"content": "Rios's selection comes as somewhat of a surprise since many thought that Christian Democrats were well on way to picking Col. Peralta who has had a number of talks with them, talks which Peralta himself described to us privately two days ago as very promising.",
		"entities": [
			[
				"Christian Democrats",
				73,
				92,
				"ORG"
			]
		],
		"wiki": "Q2297948"
	},
	{
		"content": "We have little doubt that he will go over well with the Christian Democratic rank and file, and we believe that he would be able to get the support of Mayor Meme Colom and his FURD, since Colom has spoken to us favorably about Rios on a number of occasions.",
		"entities": [
			[
				"Christian Democratic",
				56,
				76,
				"ORG"
			]
		],
		"wiki": "Q2297948"
	},
	{
		"content": "FURD leader Colom Argueta is planning an extended stay in Italy after he leaves City Hall on June 15; former Chief of Government Col. Enrique Peralta has departed for Miami; and although the Christian Democrats are still hoping forlornly that \"something will happen\" to frustrate Laugerud's assumption of power, they are planning to participate in the new Congress. 2.",
		"entities": [
			[
				"Christian Democrats",
				191,
				210,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The leader of the principal opposition party, Christian Democrat Rene de Leon Schlotter, told Embassy officers February 12 that Christian Democratic victories in these local elections had all come in the altiplano, whereas the party had consistently lost in the lowlands.",
		"entities": [
			[
				"Christian Democrat",
				46,
				64,
				"ORG"
			]
		],
		"wiki": "Q2297948"
	},
	{
		"content": "The leader of the principal opposition party, Christian Democrat Rene de Leon Schlotter, told Embassy officers February 12 that Christian Democratic victories in these local elections had all come in the altiplano, whereas the party had consistently lost in the lowlands.",
		"entities": [
			[
				"Christian Democratic",
				128,
				148,
				"ORG"
			]
		],
		"wiki": "Q2297948"
	},
	{
		"content": "This action--$25,000 to help the Chilean Society for Industrial Development to purchase a small network of radio stations, and $9,000 to cover travel costs for three Christian Democratic Party members to tour Latin America and Europe explaining their party's decision to support the new Chilean government--was covered in the previous 40 Committee approval which the Agency, after consultation with State, considers invalid.",
		"entities": [
			[
				"Christian Democratic Party",
				166,
				192,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "This January, CIA submitted a request for [dollar amount not declassified] to meet outstanding obligations to the Christian Democratic Party (PDC) and provide the party operating funds for three months while the Agency sorted things out and determined if additional aid were warranted (TAB A).",
		"entities": [
			[
				"the Christian Democratic Party",
				110,
				140,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The question is which part of the left--the Christian Democratic Party or the Socialist members of the Popular Front.",
		"entities": [
			[
				"the Christian Democratic Party",
				40,
				70,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "He was also pushing for the return to Chile of Renan Fuentealba, a Christian Democratic leader summarily expelled from Chile some months ago on very flimsy grounds.",
		"entities": [
			[
				"Christian Democratic",
				67,
				87,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Christian Democratic (PDC) Secretary reports that party has prepared for distribution an analysis of Chilean situation and statement of position by ex-President Frei, which will attack government (hold this information until statement is released).",
		"entities": [
			[
				"Christian Democratic",
				0,
				20,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "EmbOff Dec 15 had long talk with Rafael Moreno, Christian Democratic Party (PDC) Secretary (protect).",
		"entities": [
			[
				"Christian Democratic Party",
				48,
				74,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "He chided the Embassy as for partiality to the Christian Democrats and ex-President Frei, but appeared somewhat more open and flexible than usual.",
		"entities": [
			[
				"Christian Democrats",
				47,
				66,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "World Bank and PDC: For openers, Pinochet spoke strongly against the way the World Bank was handling the Chilean loan request, and against the Chilean Christian Democrats.",
		"entities": [
			[
				"Christian Democrats",
				151,
				170,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "But they move the same way the Christian Democrats in Europe are moving.",
		"entities": [
			[
				"Christian Democrats",
				31,
				50,
				"ORG"
			]
		],
		"wiki": "Q209158"
	},
	{
		"content": "Jaime Guzman, the ideologue of the military, asked if the Church's only solution is Christian Democracy.",
		"entities": [
			[
				"Christian Democracy",
				84,
				103,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Most civilian political sectors have expressed their support for the President, but the Christian Democrats' newspaper--which usually speaks for the Frente Amplio, the principal leftist coalition--has sided with the military.",
		"entities": [
			[
				"Christian Democrats",
				88,
				107,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "If the Christian Democrats had taken over in Portugal last year, economic assistance to Portugal would not be nearly as great as it is now.",
		"entities": [
			[
				"Christian Democrats",
				7,
				26,
				"ORG"
			]
		],
		"wiki": "Q10345700"
	},
	{
		"content": "The worst mistake we made in the 60's was when we encouraged an opening to the left in Italy which guaranteed that the Christian Democrats would sooner or later be undermined.",
		"entities": [
			[
				"Christian Democrats",
				119,
				138,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "I think we should get the Socialists and Social Democrats to join the Christian Democrats or else the Communists will enter the government.",
		"entities": [
			[
				"Christian Democrats",
				70,
				89,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The new head of the Christian Democrats is an ally of Moro but not strong.",
		"entities": [
			[
				"Christian Democrats",
				20,
				39,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "That party's ambivalence as to its political allegiance reflects its serious doubts about the strength and will of the Christian Democrats to resist the Communists and its fears that the Communists will take over the non-Communist left in Italy.",
		"entities": [
			[
				"Christian Democrats",
				119,
				138,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Italian parliamentary elections are scheduled for early 1977: they will be a crucial test of whether the Christian Democrats can stabilize the electoral situation in Italy.",
		"entities": [
			[
				"Christian Democrats",
				105,
				124,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "If there is to be any hope of doing so, the Christian Democrats need the support of the PSI to get through this critical period.",
		"entities": [
			[
				"Christian Democrats",
				44,
				63,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "In the interests of security and stability in Europe, we hope that you will encourage De Martino to return to a policy of cooperation with the Christian Democrats so as to give Italy's democratic forces the time needed to rally support.",
		"entities": [
			[
				"Christian Democrats",
				143,
				162,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "While no one appeared to support De Martino's thesis that in view of the situation in Italy the PCI must be associated to the majority, there was understanding for his real problem, i.e., the threat to his left flank by the Christian Democrats via the historic compromise which would make the Socialists irrelevant to any government majority.",
		"entities": [
			[
				"Christian Democrats",
				224,
				243,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Preparations for the 1964 campaign had begun more than two years earlier during the administration of President Kennedy when the Special Group on 19 April 1962 approved an expenditure of [dollar amount not declassified] to support the left-of-center Christian Democratic Party (PDC) in order to build it up as a democratic alternative to the FRAP coalition.",
		"entities": [
			[
				"Christian Democratic Party",
				250,
				276,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "As a result, a new program for [dollar amount not declassified] was approved by the Special Group on 14 May 1964 to support Christian Democratic presidential candidate Eduardo Frei.",
		"entities": [
			[
				"Christian Democrats",
				124,
				144,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Mr. Jorge Alessandri quickly emerged as the candidate of the Right, as did Mr. Radomiro Tomic for the Christian Democrats.",
		"entities": [
			[
				"Christian Democrats",
				102,
				121,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "It was hoped that economic deterioration might have some effect on the Congressional presidential vote by persuading a sufficient number of Christian Democrats to vote against Allende. 7.",
		"entities": [
			[
				"Christian Democrats",
				140,
				159,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Amid suggestions from both sides that the conflict could trigger a civil war, Allende entered into talks with the Christian Democrats to reach a compromise.",
		"entities": [
			[
				"Christian Democrats",
				114,
				133,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The conservative National Party and possibly some Christian Democrats may already favor a coup, but the military would probably be reluctant to assume responsibility for an unconstitutional change of government unless it perceived that a broad range of Chilean public opinion favored such an outcome.",
		"entities": [
			[
				"Christian Democrats",
				50,
				69,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "However since Frei is not only the first Christian Democratic President of this hemisphere and founder of the PDC but also the victor over Allende and the unshakeable enemy of Marxism-Leninism, he is increasingly being targetted by the left.",
		"entities": [
			[
				"Christian Democratic",
				41,
				61,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The PIR, working through the PIR Minister of Justice, had been negotiating with the Christian Democratic Party (PDC) to work out a compromise on this crucial bill, but Allende had agreed to the hard line recommended by the Socialist Party in handling these vetoes rather than the more moderate position worked out by the PIR.",
		"entities": [
			[
				"the Christian Democratic Party",
				80,
				110,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "In short, Allende would probably be quite willing to see the Christian Democrats take the onus of international appraisal if we can talk them into it.",
		"entities": [
			[
				"Christian Democrats",
				61,
				80,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "These parties are the Christian Democratic Party (PDC), the National Party (PN), and the Democratic Radical Party (PDR).",
		"entities": [
			[
				"the Christian Democratic Party",
				18,
				48,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Allende, in connection with his announcement of a new Cabinet on 17 June, has taken some tentative steps towards conciliation by opening talks on contentious issues with the Christian Democrats, the mainstay of the opposition.",
		"entities": [
			[
				"Christian Democrats",
				174,
				193,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Any major moves by Allende towards cooperation with the Christian Democrats would probably alienate the extreme left and might cause some defections of hardliners from the UP.",
		"entities": [
			[
				"Christian Democrats",
				56,
				75,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Since late 1971 the two major opposition parties, the moderately leftist Christian Democratic Party (PDC) and the conservative National Party (PN), have used their combined control of both houses of Congress to stall government initiatives and to pass legislation designed to curtail Allende's powers.",
		"entities": [
			[
				"Christian Democratic Party",
				73,
				99,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Initially, most Christian Democrats were receptive to a policy of selective cooperation with Allende and averse to any association with the Nationals, whom they regard as representing the interests of Chile's privileged classes.",
		"entities": [
			[
				"Christian Democrats",
				16,
				35,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "For their part, the Nationals suspect that the Christian Democrats remain receptive to overtures from Allende for cooperation with the UP, despite past PDC disappointments on this score.",
		"entities": [
			[
				"Christian Democrats",
				47,
				66,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "CHRISTIAN LEFT 9 2 (Former members of the Christian Democratic Party; revolutionaries, both Marxist and non-Marxist) INDEPENDENT POPULAR ACTION --",
		"entities": [
			[
				"the Christian Democratic Party",
				38,
				68,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Other Political Groups Among the political organizations unrepresented in congress the most important are: (1) The United Popular Action Movement (MAPU), a radical Christian Democratic Party splinter which is part of the UP.",
		"entities": [
			[
				"Christian Democratic Party",
				164,
				190,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "These parties are the Christian Democratic Party (PDC), the National Party (PN) and the Democratic Radical Party (PDR).",
		"entities": [
			[
				"the Christian Democratic Party",
				18,
				48,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The detrimental economic effects of rapid reform in turn have limited the administration's ability to meet the expectations it aroused, and this has hurt the Christian Democratic Party (PDC).",
		"entities": [
			[
				"the Christian Democratic Party",
				154,
				184,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The Chilean Christian Democratic movement is noticeably to the left of its counterparts in Western Europe.",
		"entities": [
			[
				"Christian Democratic",
				12,
				32,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Until eclipsed by the rapid rise of the Christian Democratic movement, the PR had been the major centrist party in Chilean politics, representing middle and some upper as well as lower class interests.",
		"entities": [
			[
				"Christian Democratic",
				40,
				60,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Radomiro Tomic is a veteran Christian Democratic leader, sometime Senator, and former Chilean Ambassador to the US.",
		"entities": [
			[
				"Christian Democratic",
				28,
				48,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Of the additional [dollar amount not declassified] being requested, [dollar amount not declassified] would be allocated to the Christian Democratic Party (PDC); [dollar amount not declassified] to the National Party (PN); and [dollar amount not declassified] to a contingency fund.",
		"entities": [
			[
				"the Christian Democratic Party",
				123,
				153,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Background On 26 October 1972 $1,427,666 was authorized for election support on the following basis: Christian Democratic Party (PDC)",
		"entities": [
			[
				"Christian Democratic Party",
				101,
				127,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The new chamber, to be installed on 21 May 1973, will be composed as follows: CODE UP Christian Democratic Party (PDC) 50 (up 3) Socialist Party (PS) 28 (up 14) National Party (PN) 34 (up 1) Communist Party (PCCh) 25 (up 3) Democratic Radical Party (PDR) 2 (down 2) Radical Party PR 5 (down 7) Radical Party of the Left (PIR) 1 (down 8) Unified Popular Action Movement (MAPU) 2 (up 2) TOTAL 87 Christian Left (IC) 1 (down 8) Independent Popular Action(API) 2 (up 2) TOTAL 63 B. Senate",
		"entities": [
			[
				"Christian Democratic Party",
				86,
				112,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The Christian Democrats (PDC), Chile's largest party, have their own socialist traditions and initially lent qualified support to Allende's program.",
		"entities": [
			[
				"Christian Democrats",
				4,
				23,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "After the election, however, new socialist initiatives prompted the opposition Christian Democratic and National parties to harden their positions.",
		"entities": [
			[
				"Christian Democratic",
				79,
				99,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The Christian Democratic and National parties would not be likely to back the military if it appeared that their own interests were to suffer.",
		"entities": [
			[
				"The Christian Democratic",
				0,
				24,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Jorge Alessandri, the 74 year-old independent, continues to lead his rivals, Allende and Radomiro Tomic, the Christian Democrat Party (PDC) candidate, but not with sufficient strength to attract the majority support he needs to be elected president on 4 September.",
		"entities": [
			[
				"the Christian Democrat Party",
				105,
				133,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The Chilean tradition of endorsing the leading candidate on the basis of popular votes cannot be counted upon in this election in which political dynamics may disrupt party loyalties, especially within the Christian Democratic and the Radical parties.",
		"entities": [
			[
				"Christian Democratic",
				206,
				226,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "With Allende in second place, President Eduardo Frei has said that he believes about 18 Christian Democrats would support Allende.",
		"entities": [
			[
				"Christian Democrats",
				88,
				107,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "However, since firm information on how each individual Radical and Christian Democratic congressman will vote is not available, there is no guarantee that this analysis will prove to be correct.",
		"entities": [
			[
				"Christian Democratic",
				67,
				87,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The strategists behind the 74 year old ex-President are going flat out to create a mood of polarization that would mean death to the hopes of the standard bearer of the Christian Democratic Party, Radomiro Tomic, and that would signify the prospects of a clear margin of victory over the Marxist-Leninist forces led for a fourth and final time by Salvador Allende, the Socialist doctor.",
		"entities": [
			[
				"the Christian Democratic Party",
				165,
				195,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "His advisors are also convinced that at least 20 of the 75 Christian Democrats in the congress would without any doubt vote for Alessandri over Allende while 18 would opt for the Marxist.",
		"entities": [
			[
				"Christian Democrats",
				59,
				78,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Hence the nominal lineup of 44 congressional votes for Alessandri and 81 for Allende is misleading; a truer reading would be 80 for Alessandri and 83 for Allende with 37 Christian Democrats on the auction block.",
		"entities": [
			[
				"Christian Democrats",
				170,
				189,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Representatives of Parties in Allende's Coalition Communist Party 27 Socialist Party 20 Radical Party 29 MAPU (Breakaway Christian Democrats) 3 Others 3 Subtotal 82 Backers of Alessandri National Party 36 Others 7 Subtotal 43 Christian Democrats 75 Total 200 The winner in the congressional runoff could have as few as 51 votes.",
		"entities": [
			[
				"Christian Democrats",
				121,
				140,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Representatives of Parties in Allende's Coalition Communist Party 27 Socialist Party 20 Radical Party 29 MAPU (Breakaway Christian Democrats) 3 Others 3 Subtotal 82 Backers of Alessandri National Party 36 Others 7 Subtotal 43 Christian Democrats 75 Total 200 The winner in the congressional runoff could have as few as 51 votes.",
		"entities": [
			[
				"Christian Democrats",
				226,
				245,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The most likely end result, however, will be that a decisive number of leftist Christian Democratic members of Congress will swing to Allende.",
		"entities": [
			[
				"Christian Democratic",
				79,
				99,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Defeated Christian Democratic presidential candidate Radomiro Tomic, who had hoped to lead a unified leftist coalition including the Communists, is likely to urge this course on his party followers.",
		"entities": [
			[
				"Christian Democratic",
				9,
				29,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "One scheme, which has been rumored and subsequently denied in clandestine reporting, would involve an effort by Frei to swing the Christian Democrats to Alessandri in the congressional vote.",
		"entities": [
			[
				"Christian Democrats",
				130,
				149,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Frei's Christian Democratic Party (PDC) cannot hope to match its previous sweeping victories as it looks ahead to a congressional election in March 1969 and a presidential election in September 1970.",
		"entities": [
			[
				"Christian Democratic Party",
				7,
				33,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The Nationals were badly damaged in the Christian Democratic triumphs of 1964 and 1965 and lack a popular base, but they will probably continue, on a modest scale, the recovery they made in the municipal elections of 1967.",
		"entities": [
			[
				"Christian Democratic",
				40,
				60,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The Radicals are united only in their desire to regain power and in their bitter hostility towards Frei and the Christian Democrats.",
		"entities": [
			[
				"Christian Democrats",
				112,
				131,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Radomiro Tomic, the candidate of outgoing President Eduardo Frei's Christian Democrats, recognized Allende on the heels of the popular vote as president-elect, because of his plurality.",
		"entities": [
			[
				"Christian Democrats",
				67,
				86,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "In a special Christian Democratic congress, Tomic and other left-wing leaders overrode moderate elements and voted to support Allende. 3.",
		"entities": [
			[
				"Christian Democratic",
				13,
				33,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "But on October 9--after the Christian Democratic caucus decided to support Allende--Alessandri asked his followers not to vote for him.",
		"entities": [
			[
				"Christian Democratic",
				28,
				48,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Allende got 153 votes--74 of them from the Christian Democrats.",
		"entities": [
			[
				"Christian Democrats",
				43,
				62,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "As the situation developed, however, the faction which controlled the Christian Democratic Party was determined to reach an accommodation with Allende, and would not consider an ad hoc political alliance with the National Party to stop him.",
		"entities": [
			[
				"the Christian Democratic Party",
				66,
				96,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The Chilean people had been softened up and conditioned for six years to accept revolutionary language, not only coming from the Communists and Socialists, but generated by the ruling Christian Democrats themselves.",
		"entities": [
			[
				"Christian Democrats",
				184,
				203,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "It is based on talks this week with Allende, Frei, leading Communist, Christian Democratic, and Radical politicians, the chiefs of the armed forces and US businessmen.",
		"entities": [
			[
				"Christian Democratic",
				70,
				90,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The Christian Democratic forces loyal to Frei who are preparing to regain control of the party Nov 28 at the next party Junta (convention)--and I believe they will win this time--are encountering very knotty problems in acquiring the major radio station and newspaper they thought they could buy by now.",
		"entities": [
			[
				"Christian Democratic",
				4,
				24,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "[1 paragraph (51/2 lines) not declassified] c. In Europe and Latin America, prominent and influential members of the Christian Democratic movement as well as the Catholic Church were prompted to visit Frei or send personal messages to him urging that he save Chile.",
		"entities": [
			[
				"Christian Democratic",
				117,
				137,
				"ORG"
			]
		],
		"wiki": "Q209158"
	},
	{
		"content": "--The West German Christian Democratic Party--which enjoyed special equities with Frei by virtue of generous support to the Christian Democrats in Chile over a range of many years--dispatched several top-level emissaries to Chile.",
		"entities": [
			[
				"Christian Democratic Party",
				18,
				44,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "--The West German Christian Democratic Party--which enjoyed special equities with Frei by virtue of generous support to the Christian Democrats in Chile over a range of many years--dispatched several top-level emissaries to Chile.",
		"entities": [
			[
				"Christian Democrats",
				124,
				143,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "They contacted Frei and other Christian Democratic leaders in Chile [less than 1 line not declassified].",
		"entities": [
			[
				"Christian Democratic",
				30,
				50,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "--[name not declassified] of the Italian Christian Democratic Party--which had good fraternal relations with Frei and his party--refused to intervene.",
		"entities": [
			[
				"Christian Democratic Party",
				41,
				67,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "--Foreign press items were mailed directly to Frei, Mrs. Frei, and Christian Democratic Congressmen in Chile.",
		"entities": [
			[
				"Christian Democratic",
				67,
				87,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Should this objective be achieved it would be particularly significant in that the Christian Democrat experience under President Frei, and clearly supported by the United States Government, failed.",
		"entities": [
			[
				"Christian Democrat",
				83,
				101,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "It is so cockahoop with its success in mesmerizing the country, so self-satisfied with its $500,000,000 in reserves and so reassured by promises of substantial long-term credits from European and Japanese suppliers that both knowledgeable Christian Democrats and independents such as Felipe Herrera may be on the target with their judgment that Allende is already drunk with success.",
		"entities": [
			[
				"Christian Democrats",
				239,
				258,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Both the Christian Democrats and the Nacionales consider most of the terms of the Allende proposal to be outlandishly severe.",
		"entities": [
			[
				"Christian Democrats",
				9,
				28,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "As with everything else, the opposition is less than united and the diehard conservatives of the Nacional Party are still opposed to any accords, public or otherwise, with the Christian Democrats.",
		"entities": [
			[
				"Christian Democrats",
				176,
				195,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "In addition to reporting progress since 28 January 1971, when the Committee authorized financial support in the amount of $1,240,000 to Chilean opposition parties, the referenced memorandum included a request from the Christian Democratic Party (PDC) for an additional [dollar amount not declassified] for the April elections which was subsequently approved by the Committee.",
		"entities": [
			[
				"the Christian Democratic Party",
				214,
				244,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "On [number not declassified] May 1971, [name not declassified] a leader of the Frei wing of the Christian Democratic Party (PDC) met with Ambassador Edward M. Korry to discuss the party's outstanding indebtedness resulting from the municipal elections campaign, [6 lines not declassified]",
		"entities": [
			[
				"the Christian Democratic Party",
				92,
				122,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "--The Christian Democrats (PDC--the Government party) lost badly in the March Congressional elections and faced a Presidential election in September 1970 divided into quarreling factions and aware that nationalization would again be an important Marxist issue.",
		"entities": [
			[
				"Christian Democrats",
				6,
				25,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "(D) For Chile's Domestic Politics: Frei's Christian Democrats pre-empted one of the most important issues which could have been used by opposition parties of all shades from right to extreme left in the 1970 Presidential election.",
		"entities": [
			[
				"Christian Democrats",
				42,
				61,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The agreement has unified the Christian Democrats around a \"victory\" for their leader and government and strengthened their hand for the 1970 Presidential campaign.",
		"entities": [
			[
				"Christian Democrats",
				30,
				49,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "It is likely that there will be three candidates: conservative former President Jorge Alessandri, supported by the Nacionales, independents, and voters of many persuasions; a Christian Democratic candidate, possibly Tomic; and a leftist or Marxist candidate, who could be Socialist Salvador Allende.",
		"entities": [
			[
				"Christian Democratic",
				175,
				195,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The Christian Democrats obtained only 30% of the vote in March and could finish last.",
		"entities": [
			[
				"Christian Democrats",
				4,
				23,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Nixon: Despite Allende, you know, trying to make us the goat of the assassination of the Christian Democratic Secretary of the Interior [Edmundo Perez Zujovic] down there--first, if we'd attempted it, we'd have done it.",
		"entities": [
			[
				"Christian Democratic",
				89,
				109,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The most important opposition force, the Christian Democratic Party (PDC), has been poorly organized, though its efforts have slowed some aspects of Allende's program.",
		"entities": [
			[
				"the Christian Democratic Party",
				37,
				67,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Some elements of the PN are willing to work out better political arrangements with the Christian Democrats in order to present Allende with a more united opposition.",
		"entities": [
			[
				"Christian Democrats",
				87,
				106,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Allende will certainly also make strong efforts to attract left-wing Christian Democrats into his coalition and will probably have some successes.",
		"entities": [
			[
				"Christian Democrats",
				69,
				88,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The only other major non-Marxist newspapers in Chile either eulogize Allende (Tercera de la Hora) or are small low circulation party organs (La Prensa of the Christian Democrats with 14,000 and La Tribuna of the National Party with about 7,000).",
		"entities": [
			[
				"Christian Democrats",
				158,
				177,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The widely held Chilean political belief that a President should be allowed to carry out his basic program, and the ideological hostility between the two major opposition parties, the Christian Democrats and the Nationalists, have prevented them from mounting effective opposition to the Popular Unity's programs.",
		"entities": [
			[
				"Christian Democrats",
				184,
				203,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "(From summary of article by Radomiro Tomic, Christian Democratic Presidential candidate in 1970.)",
		"entities": [
			[
				"Christian Democratic",
				44,
				64,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The French Socialists and the Italian Christian Democrats each believe they can somehow derive strength from the more energetic Communists, without succumbing to them.",
		"entities": [
			[
				"Christian Democrats",
				38,
				57,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Taking advantage of this opening, I went on to assure the President that those of his advisors who think and tell him that the American Embassy is supporting and sponsoring the Christian Democratic Party (PDC) are mistaken.",
		"entities": [
			[
				"the Christian Democratic Party",
				173,
				203,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Seeming to imply that it might be another in the series of positive steps contemplated, President Romero said that Vice President Astacio would definitely be talking with this country's Christian Democratic Party (PDC) Leader Napoleon Durante while in Caracas (San Salvador 1187).",
		"entities": [
			[
				"Christian Democratic Party",
				186,
				212,
				"ORG"
			]
		],
		"wiki": "Q1953774"
	},
	{
		"content": "We are willing to be helpful to the Salvadorean government in this interim period between now and March 1980, if the government can take steps which are viewed by the Christian Democrats (PDC) and other legitimate opposition groups as credible commitments to the democratic process.",
		"entities": [
			[
				"Christian Democrats",
				167,
				186,
				"ORG"
			]
		],
		"wiki": "Q1953774"
	},
	{
		"content": "We have continued to encourage the Christian Democratic Party (PCD), other opposition leaders, and the Archbishop to accept Romero's reforms and build on them; and we have tried to encourage Romero to stop the violence and communicate with the opposition.",
		"entities": [
			[
				"the Christian Democratic Party",
				31,
				61,
				"ORG"
			]
		],
		"wiki": "Q1953774"
	},
	{
		"content": "--The Christian Democrats (PCD)--the main legitimate opposition party--no longer believe that Romero can deliver on free elections.",
		"entities": [
			[
				"Christian Democrats",
				6,
				25,
				"ORG"
			]
		],
		"wiki": "Q1953774"
	},
	{
		"content": "(S) Option (1): Get behind the Christian Democrats (PCD) and help them to power.",
		"entities": [
			[
				"Christian Democrats",
				31,
				50,
				"ORG"
			]
		],
		"wiki": "Q1953774"
	},
	{
		"content": "He presented various options for pressuring the military and Christian Democrat (PDC) members of the junta to settle their differences, complete the forming of a cabinet, and open the way for US security as well as economic assistance (see discussion paper dated 18 January 1980, attached).",
		"entities": [
			[
				"Christian Democrat",
				61,
				79,
				"ORG"
			]
		],
		"wiki": "Q1953774"
	},
	{
		"content": "The immediate problem in El Salvador is the inability by the Christian Democrats and reformist military to reach agreement on a new Cabinet or on the direction which the new government should take.",
		"entities": [
			[
				"Christian Democrats",
				61,
				80,
				"ORG"
			]
		],
		"wiki": "Q1953774"
	},
	{
		"content": "The Christian Democrats (PDC) are insisting on the resignation of the hard-line Defense Minister, General Garcia, because they feel that association with him would taint their Party and make it more difficult for them to attract popular support away from the revolutionary front groups.",
		"entities": [
			[
				"Christian Democrats",
				4,
				23,
				"ORG"
			]
		],
		"wiki": "Q1953774"
	},
	{
		"content": "['The situation in El Salvador is deteriorating very rapidly, and we are searching for ways to help the current junta which is composed of moderate military officers and Christian Democrats (PDC).",
		"entities": [
			[
				"Christian Democrats",
				170,
				189,
				"ORG"
			]
		],
		"wiki": "Q1953774"
	},
	{
		"content": "A young Christian Democrat and businessman ([less than 1 line not declassified] from Guatemala) with superb contacts throughout the military came by for a long talk last Friday.",
		"entities": [
			[
				"Christian Democrat",
				8,
				26,
				"ORG"
			]
		],
		"wiki": "Q2297948"
	},
	{
		"content": "The right-wing, with the acquiescence of the high command, is trying to squeeze out what remains of the middle (the Christian Democrats, Majano) and exterminate the left.",
		"entities": [
			[
				"Christian Democrats",
				116,
				135,
				"ORG"
			]
		],
		"wiki": "Q1953774"
	},
	{
		"content": "(U) Bowdler said that the Christian Democrats have skillfully gotten Gutierrez to see all six Presidents in Tegucigalpa, and have gotten these Presidents to weigh in very hard with Gutierrez on the importance of these changes.",
		"entities": [
			[
				"Christian Democrats",
				26,
				45,
				"ORG"
			]
		],
		"wiki": "Q1953774"
	},
	{
		"content": "However, since the result of the negotiations between the junta and the Christian Democrats have proven to be ambiguous on several key points--in particular, transfer of officers responsible for the terror--the Ambassador and the Department strongly believe that we should not turn the military assistance tap on full.",
		"entities": [
			[
				"Christian Democrats",
				72,
				91,
				"ORG"
			]
		],
		"wiki": "Q1953774"
	},
	{
		"content": "(S) State believes that we should inform Duarte that we are prepared to go forward with these steps if the government, and particularly the military, fulfill the terms of the agreement between the Christian Democrats and the military, as well as the general objectives we have established.",
		"entities": [
			[
				"Christian Democrats",
				197,
				216,
				"ORG"
			]
		],
		"wiki": "Q1953774"
	},
	{
		"content": "Accordingly, I recommend that, in addition to the economic steps, Ambassador White be authorized to inform Duarte that --we are prepared to proceed with military assistance; --non-lethal materiel in the pipeline would continue to be delivered; --the helicopter program, with attendant in-country training by MTT's, will go forward promptly as soon as the military has made significant progress in implementing the agreement with the Christian Democrats; --with further implementation, we would go forward with the $5 million FY 81 FMS Credit Agreement and purchase of $2.3 million in non-lethal equipment; and --this could be followed by further MTT training of El Salvadorian armed forces.",
		"entities": [
			[
				"Christian Democrats",
				433,
				452,
				"ORG"
			]
		],
		"wiki": "Q1953774"
	},
	{
		"content": "We know that the Christian Democrats, especially their leader Duarte, pushed hard in the last week's negotiations to bring the security forces under control.",
		"entities": [
			[
				"Christian Democrats",
				17,
				36,
				"ORG"
			]
		],
		"wiki": "Q1953774"
	},
	{
		"content": "In short we believe backing Duarte and the Christian Democrats is still the best hope for a reasonable outcome in El Salvador.",
		"entities": [
			[
				"Christian Democrats",
				43,
				62,
				"ORG"
			]
		],
		"wiki": "Q1953774"
	},
	{
		"content": "The Situation in El Salvador: After more than a year in office, the Revolutionary Junta of Government (JRG), composed of representatives of the military and the Christian Democratic Party (PDC), continues to fight for its survival.",
		"entities": [
			[
				"the Christian Democratic Party",
				157,
				187,
				"ORG"
			]
		],
		"wiki": "Q1953774"
	},
	{
		"content": "This would mean that he would have to reform the electoral code, gain the full support of two critical political parties (the Christian Democrats and MNR), and fully investigate any allegations of massive repression.",
		"entities": [
			[
				"Christian Democrats",
				126,
				145,
				"ORG"
			]
		],
		"wiki": "Q1953774"
	},
	{
		"content": "Unlike in Nicaragua, Salvador has an effective and popular middle party (the Christian Democrats) with a popular national leader (Napoleon Duarte, whom I have met; he is a moderate, effective leader).",
		"entities": [
			[
				"Christian Democrats",
				77,
				96,
				"ORG"
			]
		],
		"wiki": "Q1953774"
	},
	{
		"content": "But the Honduran military still have doubts about letting the Christian Democrats (PDC) play any role in the elections next March, and so we should encourage them to accept the PDC.",
		"entities": [
			[
				"Christian Democrats",
				62,
				81,
				"ORG"
			]
		],
		"wiki": "Q2689839"
	},
	{
		"content": "Our role should be to encourage President Paz to allow the political process to be open to all parties, and particularly to allow the Christian Democrats to participate as a party in the election.",
		"entities": [
			[
				"Christian Democrats",
				134,
				153,
				"ORG"
			]
		],
		"wiki": "Q2689839"
	},
	{
		"content": "['At a meeting with Bowdler and me this morning, DDO/Latin America said that the Christian Democrats in Germany [1 line not declassified] sending twenty \"observers/journalists\" to Jamaica at the request of Seaga's Party to observe the elections.",
		"entities": [
			[
				"Christian Democrats",
				81,
				100,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "The new Junta will have to reach an accommodation with the Christian Democrats (PDC) by sponsoring free elections soon or by co-opting them into the government.",
		"entities": [
			[
				"Christian Democrats",
				59,
				78,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Chilean leaders signaled their displeasure by cracking down on political opponents--particularly former president Frei's Christian Democrats--and by vowing that no further concessions would be made to world opinion, which the Chilean junta believes it cannot appease in any case.",
		"entities": [
			[
				"Christian Democrats",
				121,
				140,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "These are: to reduce the state of siege, to remove DINA's arrest powers, to make the government more representative, and to end the \"persecution\" of the Christian Democratic Party. 5.",
		"entities": [
			[
				"the Christian Democratic Party",
				149,
				179,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Indeed, Benjamin Prado, left-wing leader of Frei's Christian Democratic Party (PDC), said that Frei's meeting with U.S. officials had had a unifying effect within the Party and had greatly increased Frei's prestige in the PDC, especially with the left wing of the PDC, and among non-Marxist political parties, including the Radical Party and the Christian Left Party.",
		"entities": [
			[
				"Christian Democratic Party",
				51,
				77,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "This and the attempted shooting of exiled Christian Democratic Party leader Bernardo Leighton in Rome in 1975 have provoked speculation about a possible pattern of assassinations.",
		"entities": [
			[
				"Christian Democratic Party",
				42,
				68,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "In all four cities mentioned parties also found corresponding in orientation if not exactly in name to Christian Democratic Union in Berlin.",
		"entities": [
			[
				"Christian Democratic Union",
				103,
				129,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "Soviet Zonal elections are being held just before the Berlin municipal vote scheduled for October, presumably with the hope of influencing the latter in favor of the Unity Party and at the expense of the independent Social Democrats, as well as the Christian Democrats and Liberal Democrats (CDU and LDP).",
		"entities": [
			[
				"Christian Democrats",
				249,
				268,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "In either case, with the Christian Democrats as the strongest party in the Assembly, de Gasperi would exercise the real power.",
		"entities": [
			[
				"Christian Democrats",
				25,
				44,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "(During debate on no confidence motions it is reported that Gronchi, Demochristian, had approached Nitti proposing combination with him of \"dissident\" Christian Democrats to overthrow the government and presumably make use of Nitti's prestige for formation of new government with Gronchi in prominent role.",
		"entities": [
			[
				"Christian Democrats",
				151,
				170,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Only bright spot in week's political developments, and that more apparent than real, was publication of Doxa Poll (see mytel 992, March 8) which gave Christian Democrats large plurality and reduced the Front's strength in the new Parliament to one-half present current estimates.",
		"entities": [
			[
				"Christian Democrats",
				150,
				169,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "With incomplete returns indicating sweeping CD (Christian Democrat) victory, all but Communist line papers rejoicing April 20.",
		"entities": [
			[
				"Christian Democrat",
				48,
				66,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Christian Democrat Popolo declares elections have definitely opened way to national redemption making possible wider prosperity and greater social justice within framework of new European solidarity.",
		"entities": [
			[
				"Christian Democrat",
				0,
				18,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "This movement was particularly strong in France, Italy and in the Christian Democratic Union in West Germany.",
		"entities": [
			[
				"the Christian Democratic Union",
				62,
				92,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "Certain speakers expressed benign approval (Macmillan, Conservative, UK; Motz, Liberal, Belgium; Lannung, Radical, Denmark; Schaefer, Free Democrat, Germany; Van de Kieft, Labor, Netherlands; Giacchero, Christian Democrat, Italy; Margue, Christian Socialist, Luxembourg; Struye, Christian Socialist, Belgium), with occasional reference to the special risks and sacrifices borne by their respective countries.",
		"entities": [
			[
				"Christian Democrat",
				203,
				221,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Others criticized particular points, although approving the Treaty as a whole; thus Falck (Christian Democrat, Italy) believed that it would have to be revised even before ratification, finding that the scope of the Court's authority was too narrow, being confined to interpretation of the Treaty; and Beaufort (Catholic People's Party, The Netherlands) objected that there was no guarantee each nation would have one representative in the Court.",
		"entities": [
			[
				"Christian Democrat",
				91,
				109,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Von Campe (Christian Democrat, Germany) urged that any trade treaty involves give and take on both sides, and that Germany would benefit economically by a stabilization and expansion of her coal and steel industry, besides participating in the creation of a united Europe and enjoying the benefit of permanent peace with France.",
		"entities": [
			[
				"Christian Democrat",
				11,
				29,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "Von Brentano (Christian Democrat, Germany) spoke at length, commenting on the contradictions in Nolting's theses, noting that if representation had been based solely on productive capacity, the Plan would indeed represent just the kind of producers' cartel to which Nolting objected.",
		"entities": [
			[
				"Christian Democrat",
				14,
				32,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "The contradiction between America's ideological war against Communism and Totalitarianism, and its support of renegade Communist dictator Tito--the most consistently hated man in Italy-- hated by all classes and sections, from the Fascist right straight through the Christian Democratic center to the Communist left.",
		"entities": [
			[
				"Christian Democratic",
				266,
				286,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "If this analysis is correct, it must follow that the political power of the Christian Democratic parties in Europe, who have been most dominantly and militantly allied with pro-Americanism and Atlantic Pact thinking, will wane.",
		"entities": [
			[
				"Christian Democratic",
				76,
				96,
				"ORG"
			]
		],
		"wiki": "Q209158"
	},
	{
		"content": "The Department fully appreciates on the other hand that a battle over the withdrawal of IRI firms from Confindustria at the present time could have serious undesirable repercussions within the Christian Democrat Party and the Coalition Government and for this reason believes that we should keep aloof from this issue.",
		"entities": [
			[
				"the Christian Democrat Party",
				189,
				217,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Add, that the Christian Democratic Party is under an avalanching public criticism, a snowballing political attack because of the ugly Wilma Montesi \"murder-sex-dope ring\" scandal which allegedly involves the reputations of its chief of police and several of its ministers, including Mr. Piccioni, the Minister of Foreign Affairs.",
		"entities": [
			[
				"the Christian Democratic Party",
				10,
				40,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "\"The list of sponsors of the Committee includes the responsible leaders of the Socialist and Christian Democratic parties and of the Socialist and Christian trade unions.",
		"entities": [
			[
				"Christian Democratic",
				93,
				113,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "In a memorandum to Deputy Assistant Secretary of State Elbrick, May 24, Deputy Director of the Office of Western European Affairs William R. Tyler pointed out that the importance of the elections revolved around the fact that the Nenni Socialists were seeking a popular endorsement that would force the Christian Democrats to cooperate with them in the formation of a new reformist, neutralist government.",
		"entities": [
			[
				"Christian Democrats",
				303,
				322,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "[\"On May 8, the coalition government of Christian Democrat Antonio Segni resigned.",
		"entities": [
			[
				"Christian Democrat",
				40,
				58,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "On May 20, Adone Zoli formed a new government, with a cabinet composed of Christian Democrats and one independent.",
		"entities": [
			[
				"Christian Democrats",
				74,
				93,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "On June 27, a new all-Christian Democratic cabinet headed by Zoli as Prime Minister and Pella as Vice Premier and Foreign Minister took office.\"]",
		"entities": [
			[
				"Christian Democratic",
				22,
				42,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "Couve commented that the situation was particularly difficult in Germany because the farmers were Catholics and strong supporters of the Christian Democrats while the industrial workers in the city tended to be Social Democratic.",
		"entities": [
			[
				"Christian Democrats",
				137,
				156,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "['No. 1362 During nearly three months of its existence the present Christian Democratic minority government of Prime Minister Segni has given definite proof of its viability and some signs of real durability.",
		"entities": [
			[
				"Christian Democratic",
				67,
				87,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The invitation to visit the United States was issued at Segni's request and was timed to increase his prestige immediately prior to the national congress of the Christian Democratic Party.",
		"entities": [
			[
				"Christian Democratic Party",
				161,
				187,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "The present Christian Democratic government in Italy would favor Spain's entry even though certain elements in the left wing of the party and some leaders of the other center parties (Liberal, Republican, and Democratic Socialist) are still hostile to Franco.",
		"entities": [
			[
				"Christian Democratic",
				12,
				32,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "We are inclined to think that division in PSI itself would hamper concerted pressure by PSI on center-left government to accomplish long-term policy objectives and that some compromise of these aims with Christian Democrats would be likely, both because of PSI desire to make cooperation in center-left government work and as consequence of any advance that might be made in measures for social problems in domestic field, which are of particular importance to PSI.",
		"entities": [
			[
				"Christian Democrats",
				204,
				223,
				"ORG"
			]
		],
		"wiki": "Q815348"
	},
	{
		"content": "['REFERENCES A. Memorandum for The Special Group, dated 13 December 1963, Subject: Financial Support to Chilean Democratic Front [1 line of source text not declassified] B. Memorandum for The Special Group, dated 27 August 1962, Subject: Support to the Christian Democratic Party of Chile (PDC) 1.",
		"entities": [
			[
				"the Christian Democratic Party",
				249,
				279,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The sum of $750,000 is being requested for the implementation of courses of action that will contribute to this objective by increasing the organizational efficiency and campaigning ability of the Christian Democratic Party, by inducing as far as feasible, supporters of the former Democratic Front to cast their votes for Frei and deny their support to Allende, and by attempting to discourage third candidacies--such as Jorge Prat's.",
		"entities": [
			[
				"the Christian Democratic Party",
				193,
				223,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "It should be noted that representatives of the Christian Democratic Party visited, on their own initiative, the U.S. Embassy in Santiago on 26 March and, after presenting their current and proposed budgets, asked for a one million dollar subsidy for Frei's campaign.",
		"entities": [
			[
				"the Christian Democratic Party",
				43,
				73,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The objectives of this support are: (a) to minimize the number of democratic votes that may drift to FRAP as a result of the fractionalization of the Democratic Front; (b) to obtain the support of democratic parties and organizations for Eduardo Frei, the Christian Democratic candidate; (c) to strengthen the Christian Democratic organizational structure and campaigning ability so that it can appeal to the largest number of Chileans including FRAP voters, former Democratic Front supporters, and new voters; and (d) to induce \"Independent\" candidates, such as Jorge Prat, to withdraw from the campaign.",
		"entities": [
			[
				"Christian Democratic",
				256,
				276,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The objectives of this support are: (a) to minimize the number of democratic votes that may drift to FRAP as a result of the fractionalization of the Democratic Front; (b) to obtain the support of democratic parties and organizations for Eduardo Frei, the Christian Democratic candidate; (c) to strengthen the Christian Democratic organizational structure and campaigning ability so that it can appeal to the largest number of Chileans including FRAP voters, former Democratic Front supporters, and new voters; and (d) to induce \"Independent\" candidates, such as Jorge Prat, to withdraw from the campaign.",
		"entities": [
			[
				"Christian Democratic",
				310,
				330,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The dissolution of the Democratic Front has polarized the elections around the candidacies of Eduardo Frei of the Christian Democratic Party and Salvador Allende of FRAP.",
		"entities": [
			[
				"the Christian Democratic Party",
				110,
				140,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "As a basis of comparison it should be noted that the Christian Democratic Party obtained 453,000 (23%) votes and FRAP 583,000 (29%) votes at that time.",
		"entities": [
			[
				"the Christian Democratic Party",
				49,
				79,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The ability of the Christian Democratic Party to appeal openly for the vote of the former Democratic Front is seriously limited by Frei's need to maintain his image as an honest and dedicated leader of the underprivileged who is above political \"deals.\"",
		"entities": [
			[
				"the Christian Democratic Party",
				15,
				45,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The enormously increased registration and expected vote can be assumed, however, to be of distinct advantage to the Christian Democrats in view of the fact that new registration will be heavily weighted among women who by and large favor Frei by more than two-thirds.",
		"entities": [
			[
				"Christian Democrats",
				116,
				135,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "With 87 percent of the electorate participating, Eduardo Frei Montalva, the candidate of the Christian Democratic Party, received 56 percent of the vote; Salvador Allende Gossens, the Popular Action Front (FRAP) candidate 39 percent; the Radical Party candidate, Julio Duran Neumann, finished third.",
		"entities": [
			[
				"the Christian Democratic Party",
				89,
				119,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "[\"President Frei seems to have suffered another setback yesterday when the Christian Democratic candidate for a Senate by-election in the conservative, agricultural 8th District of southern Chile lost by 58 votes to the Communist-backed Radical nominee.",
		"entities": [
			[
				"Christian Democratic",
				75,
				95,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Lavendero, a young dynamic, middle-of-the-road Christian Democrat who strongly supports Frei, waged a vigorous personal campaign.",
		"entities": [
			[
				"Christian Democrat",
				47,
				65,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "(Headquarters Comment: Marxist Salvador Allende, the U.P. candidate won a plurality (36%) in the 4 September 1970 presidential election in a three-way race against an independent and a Christian Democratic candidate).",
		"entities": [
			[
				"Christian Democratic",
				185,
				205,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "At best Frei said he would be able to round up 25 per cent of the Christian Democratic Party (PDC)'s congressional contingent in support of that formula and would thereby split the party.",
		"entities": [
			[
				"the Christian Democratic Party",
				62,
				92,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The Christian Democrats do not have the kind of blind hatred, but they have no respect for the Nationalistas.",
		"entities": [
			[
				"Christian Democrats",
				4,
				23,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Mr. Kissinger: Does Frei think another Christian Democrat could have won?",
		"entities": [
			[
				"Christian Democrat",
				39,
				57,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "I asked if the two parties--the Christian Democrats and the Nationalistas--couldn't get together.",
		"entities": [
			[
				"Christian Democrats",
				32,
				51,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "On the opposition side, the Christian Democrats (PDC) have pulled themselves together to a surprising degree partly due to the leadership of ex-President Frei and partly due to increasing concern over the purge of PDC office-holders from the government.",
		"entities": [
			[
				"Christian Democrats",
				28,
				47,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The Christian Democrats (PDC) are unlikely to achieve anything that can be described as victory under the circumstances, but if they can prevent Allende from getting the majority he seeks it will be a considerable success in restoring the morale of the anti-UP forces in the country.",
		"entities": [
			[
				"Christian Democrats",
				4,
				23,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "[\"The attached paper from CIA proposes that continuing support totalling [dollar amount not declassified] for the next year be provided to the opposition parties in Chile--the Christian Democrats (PDC), the National Party (PN), and the Democratic Radical Party (PDR)--so that they can: --oppose the UP plans to replace Congress with a unicameral legislature via a plebiscite; --prepare for the 1973 congressional elections; --maintain and increase their mass media capabilities.",
		"entities": [
			[
				"Christian Democrats",
				176,
				195,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The other two announced candidates are Jorge Alessandri, an independent, and Radomiro Tomic, the former Ambassador to the U.S. who bears the Christian Democratic Party (PDC) standard.",
		"entities": [
			[
				"the Christian Democratic Party",
				137,
				167,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Matte has also spoken to Deputies Patricio Phillips of the PN and Luis Pareto of the Christian Democratic Party (PDC), both of whom are members of the Finance Commission in the lower house of Congress, to urge them to delay action on the government's bill to provide salary increases in order to increase public discontent.",
		"entities": [
			[
				"the Christian Democratic Party",
				81,
				111,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "If we have in the past sought to strengthen the moderates in the Radical Party, should we not think of strengthening the moderates in the Christian Democratic Party?",
		"entities": [
			[
				"the Christian Democratic Party",
				134,
				164,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The second explanation for the insinuations which are circulating may be Allende's interest in an \"opening\" to the Christian Democratic Party.",
		"entities": [
			[
				"the Christian Democratic Party",
				111,
				141,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Of this sum, [dollar amount not declassified] would be for the Christian Democratic Party; [dollar amount not declassified] for the National Party; [dollar amount not declassified] for two smaller parties; [dollar amount not declassified] for private sector organizations for political activity against the UP; and [dollar amount not declassified] for contingency purposes.",
		"entities": [
			[
				"the Christian Democratic Party",
				59,
				89,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "This in turn raises two unpalatable possibilities--that the Chilean Congress might elect Allende President and that the Christian Democrats would become so weak a force in Chile that they could no longer act in the future as the effective buffer to the steadily growing Communist and other Leninist forces.",
		"entities": [
			[
				"Christian Democrats",
				120,
				139,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Tomic is now at or very close to the vote that the Christian Democratic Party received in 1969 which was roughly 30 percent.",
		"entities": [
			[
				"the Christian Democratic Party",
				47,
				77,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "C. On 18 June Ambassador Korry recommended an expansion of the CIA political action program based on his analysis of the continued decline of Jorge Alessandri, the independent candidate, the stagnation of Radomiro Tomic, the Christian Democrat Party (PDC) candidate, and the gathering strength of the UP candidate, Allende.",
		"entities": [
			[
				"the Christian Democrat Party",
				221,
				249,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Radomiro Tomic, the leftist Christian Democratic candidate, would almost certainly be the victor in the secondary election if he finishes first, and would have a good chance if he finishes a close second.",
		"entities": [
			[
				"Christian Democratic",
				28,
				48,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Allende and Tomic would face lesser but still formidable problems, unless either was able to make operative Tomic's proposal for a grand coalition of the Christian Democratic, Communist and Socialist movements.",
		"entities": [
			[
				"the Christian Democratic",
				150,
				174,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "He would also encounter resistance from the moderate and conservative elements of society, from the Catholic Church and some segments of organized labor, and particularly from the sector of the Christian Democratic movement that responds to Frei's leadership.",
		"entities": [
			[
				"Christian Democratic",
				194,
				214,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "There would be perhaps a third of the Christian Democrats (that is up to 25) in the Congress disposed to vote for Allende and there might be some orthodox Radicals prepared to abandon Allende in the secret ballot.",
		"entities": [
			[
				"Christian Democrats",
				38,
				57,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The New York Times editorial yesterday called Christian Democrat candidate Radomiro Tomic the architect of Allende's triumph at the polls; they could have added he is also the designer of his ascendancy to the Presidency. 4.",
		"entities": [
			[
				"Christian Democrat",
				46,
				64,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Since his only contribution to Christian Democracy in the campaign was to maintain the unity of the party and since his men run the party, he provided the initial impetus that will almost inevitably bear Allende to the highest office.",
		"entities": [
			[
				"Christian Democracy",
				31,
				50,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "\" We are in that position in Chile; Frei is in that position; his Christian Democrats are in it.",
		"entities": [
			[
				"Christian Democrats",
				66,
				85,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "['PARTICIPANTS General Efrain Rios Montt, Christian Democratic (Opposition Unity)",
		"entities": [
			[
				"Christian Democratic",
				42,
				62,
				"ORG"
			]
		],
		"wiki": "Q2297948"
	},
	{
		"content": "Presidential Candidate Danilo Barillas Rodriguez, Secretary-General, Christian Democratic Party John T. Dreyfuss, Charge d'Affaires ad interim William T. Pryce, Chief, Political Section Summary:",
		"entities": [
			[
				"Christian Democratic Party",
				69,
				95,
				"ORG"
			]
		],
		"wiki": "Q2297948"
	},
	{
		"content": "In his first meeting with Embassy officers since returning to Guatemala to assume his Presidential candidacy, General Rios Montt left the impression that he will run a strong populist-type campaign, rejecting close control by either Rene de Leon Schlotter and the Christian Democrats to whom he owes his opportunity to run, or by the other leftist political leaders who have rallied to his leadership.",
		"entities": [
			[
				"Christian Democrats",
				264,
				283,
				"ORG"
			]
		],
		"wiki": "Q2297948"
	},
	{
		"content": "Since we had already talked with the Christian Democratic leaders who were responsible for Rios's selection (see Dreyfuss-Pryce-de Leon Schlotter memcon of September 20 and Pryce-Burghardt-Barillas memcon of September 25) and were anxious to talk to Rios alone at this first meeting, we therefore went to some effort to enable the Charge to contact Rios directly and invite him personally to lunch.",
		"entities": [
			[
				"Christian Democratic",
				37,
				57,
				"ORG"
			]
		],
		"wiki": "Q2297948"
	},
	{
		"content": "He naturally was given his choice and he showed up with Christian Democratic Secretary General and de Leon confidant Danilo Barillas.",
		"entities": [
			[
				"Christian Democratic",
				56,
				76,
				"ORG"
			]
		],
		"wiki": "Q2297948"
	},
	{
		"content": "Comment: Leaving aside for the moment the other interesting aspects of the conversation, what impressed us most was the very decided impression we got that Rios will be his own master during the campaign, and that the DCG and anyone else will play hell trying to control him, despite the fact that Rios owes his nomination to the Christian Democrats.",
		"entities": [
			[
				"Christian Democrats",
				330,
				349,
				"ORG"
			]
		],
		"wiki": "Q2297948"
	},
	{
		"content": "We also had the firm impression that de Leon, who last month told us in effect that a principal reason the Christian Democrats had picked Rios instead of Col. Peralta was that they weren't sure how much influence they would have had in a Peralta regime, may be in for an unwelcome surprise if Rios wins.",
		"entities": [
			[
				"Christian Democrats",
				107,
				126,
				"ORG"
			]
		],
		"wiki": "Q2297948"
	},
	{
		"content": "Both General Laugerud, who is sponsored by the government-backed conservative MLN-PID coalition and General Rios Montt, who is backed by the left-of-center Christian Democratic led United Opposition Front, are claiming victory.",
		"entities": [
			[
				"Christian Democratic",
				156,
				176,
				"ORG"
			]
		],
		"wiki": "Q2297948"
	},
	{
		"content": "Pinochet's statements cast some doubt on whether this last category would include the Christian Democrats, the country's largest and best organized political entity.",
		"entities": [
			[
				"Christian Democrats",
				86,
				105,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Some political exile groups, notably the less extreme members of Allende's former coalition, have reached an agreement with left-wing Christian Democrats to organize a united front.",
		"entities": [
			[
				"Christian Democrats",
				134,
				153,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Extreme right-wing advisers have urged Pinochet to ban the party, but he has preferred to preserve the fragile modus vivendi, probably to avoid inciting additional censure from European countries where the Christian Democrats have influential friends.",
		"entities": [
			[
				"Christian Democrats",
				206,
				225,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "What Pinochet may have in mind is to divide the Christian Democrats and at the same time make it impossible for them to cooperate other than on his terms.",
		"entities": [
			[
				"Christian Democrats",
				48,
				67,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "If Frei rejects the invitation to join the council, Pinochet can then proceed without the Christian Democrats, putting the blame on them for being obstructive and uncooperative.",
		"entities": [
			[
				"Christian Democrats",
				90,
				109,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The Christian Democrats had been responsible for the accession of Allende, he stated bitterly.",
		"entities": [
			[
				"Christian Democrats",
				4,
				23,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "President Frei had been a weak man, and under him the Christian Democrats had been demagogic, immoral and arrogant.",
		"entities": [
			[
				"Christian Democrats",
				54,
				73,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The Agency suggests for this purpose a sum of [1 line not declassified] would go to the Christian Democratic Party (PDC); [dollar amount not declassified] to the Nationalist Party (PN), [dollar amount not declassified] to the Radical Party of the Left (PIR) and [dollar amount not declassified] to the Democratic Radical Party (PDR).",
		"entities": [
			[
				"the Christian Democratic Party",
				84,
				114,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Budgets requested for the four opposition parties, which will confront the UP as a single political confederation, are as follows: [dollar amount not declassified] for the Christian Democratic Party (PDC); [dollar amount not declassified] for the National Party (PN); [dollar amount not declassified] for the Radical Party of the Left (PIR); and, [dollar amount not declassified] for the Democratic Radical Party (PDR).",
		"entities": [
			[
				"the Christian Democratic Party",
				168,
				198,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "In the political sphere, his administration will waste little time in attacking the conservative National Party through its economic bases, and in attempting to split the Christian Democratic Party by wooing that portion of it which favors some of his programs.",
		"entities": [
			[
				"the Christian Democratic Party",
				167,
				197,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Among the opposition, the Christian Democrats (PDC), Chile's largest party, could be severely strained by the sympathy with which a portion of it views some of Allende's programs.",
		"entities": [
			[
				"Christian Democrats",
				26,
				45,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Funds [less than 1 line not declassified] channeled to opposition forces in Chile through our Santiago Station enabled the three opposition political parties--Christian Democratic Party (PDC), National Party (PN) and Democratic Radical Party (PDR)--to improve their internal organizations, acquire new media outlets, and to compete successfully in a number of congressional by-elections.",
		"entities": [
			[
				"Christian Democratic Party",
				159,
				185,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The Chilean opposition political parties and private sector organizations for which funds were approved by the 40 Committee are as follows: Political Parties Christian Democratic Party (PDC), largest political party in Chile National Party (PN), rightist and strongly anti-Communist Democratic Radical Party (PDR), a small conservative party which split in 1970 from the Radical Party Radical Party of the Left (PIR), a more liberal group which split from the Radical Party in May 1972 Private Sector Organizations [3 paragraphs (41/2 lines) not declassified] El Mercurio, Chile's largest and most important newspaper 2.",
		"entities": [
			[
				"Christian Democratic Party",
				158,
				184,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Eduardo Frei's Christian Democratic Party was being rent by dissension and, thus, its presidential candidates would not be a strong contender; --the 1970 presidential election would be a three man race with Allende (or another extreme leftist of his ilk) and Alessandri as the two top candidates; and, --the Chilean Congress would decide the winner since none of the three candidates would be able to attain a majority of the popular vote.",
		"entities": [
			[
				"Christian Democratic Party",
				15,
				41,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "--Later it would be difficult to prove to the Christian Democrats that this was not U.S. Government support of Alessandri should the Christian Democrats win the presidential election.",
		"entities": [
			[
				"Christian Democrats",
				46,
				65,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "--Later it would be difficult to prove to the Christian Democrats that this was not U.S. Government support of Alessandri should the Christian Democrats win the presidential election.",
		"entities": [
			[
				"Christian Democrats",
				133,
				152,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Kissinger: They wanted to keep the option open for the Christian Democrat [Tomic], who never had a chance.",
		"entities": [
			[
				"Christian Democrat",
				55,
				73,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "For some years the electorate in Chile appeared to have been moving steadily to the left and in the 1964 presidential election nearly all the votes were garnered by the victorious Christian Democrats or by the coalition of Socialists and Communists.",
		"entities": [
			[
				"Christian Democrats",
				180,
				199,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The victory in 1964 of Christian Democrat Eduardo Frei and his efforts to initiate a \"Revolution in Liberty\" brought about some important social changes.",
		"entities": [
			[
				"Christian Democrat",
				23,
				41,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Although 1958 marked the debut of the Christian Democratic Party (PDC) under Frei in a presidential election, the real contest was between Alessandri, an industrialist and son of a former president, and Salvador Allende, the candidate of a strong alliance of Communists, Socialists, and other leftists--the Popular Action Front (FRAP).",
		"entities": [
			[
				"the Christian Democratic Party",
				34,
				64,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Alessandri has to be considered the front runner, not only by his supporters but also by Christian Democrats, Socialists, Communists and Radicals who see the aging former chief executive in surprisingly good personal health and their own organizations politically ailing.",
		"entities": [
			[
				"Christian Democrats",
				89,
				108,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The government's announcement that it would pursue a policy of \"negotiated nationalization,\" by buying up 51 percent of Anaconda Copper's holdings now and the remainder sometime after 1972, has been opposed by an alliance of the Communists, Socialists, dissident Christian Democrats, and the left leadership of the Radical Party.",
		"entities": [
			[
				"Christian Democrats",
				263,
				282,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "In January a bill proposed by the Frei government which would have given future presidents the power, once in a presidential term, to dissolve Congress and call for a new election was defeated by the abstention of thirty Christian Democrats who feared that Alessandri not Tomic would be the first to implement it.",
		"entities": [
			[
				"Christian Democrats",
				221,
				240,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "New funds in the amount of [dollar amount not declassified] are requested to support the Christian Democratic Party (PDC), the National Party (PN) and the Democratic Radical Party (PDR) during the next year: [21/2 lines not declassified]",
		"entities": [
			[
				"the Christian Democratic Party",
				85,
				115,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "[dollar amount not declassified] It should be noted that European Christian Democrats have given assurances they will provide an additional [dollar amount not declassified] to the PDC for political action purposes.",
		"entities": [
			[
				"Christian Democrats",
				66,
				85,
				"ORG"
			]
		],
		"wiki": "Q209158"
	},
	{
		"content": "Paz added that the assembly is expected to recognize the Christian Democrats as a party. 11.",
		"entities": [
			[
				"Christian Democrats",
				57,
				76,
				"ORG"
			]
		],
		"wiki": "Q2689839"
	},
	{
		"content": "We are very, very fortunate that there is a legitimate and responsible middle in Salvador now--the Christian Democratic Party--but they won't hold together for long.",
		"entities": [
			[
				"the Christian Democratic Party",
				95,
				125,
				"ORG"
			]
		],
		"wiki": "Q1953774"
	},
	{
		"content": "Another complaint voiced by Romero was that apparent agreements reached by him in private conversations with leaders of the opposition (specifically Christian Democrats) are frequently discarded or ignored by the latter in course of their public statements.",
		"entities": [
			[
				"Christian Democrats",
				149,
				168,
				"ORG"
			]
		],
		"wiki": "Q1953774"
	},
	{
		"content": "President Romero has been unable or unwilling to convince others he will implement a real political opening; the moderate political parties--especially the Christian Democrats--may well have definitely decided to give up on both Romero and the electoral process; the country is bitterly fragmented and coup rumors grow more insistent and credible; the extreme left shows greater strength and capability; and signs indicate that we probably cannot expect further significant steps on the human rights front nor progress against violence from the government.",
		"entities": [
			[
				"Christian Democrats",
				156,
				175,
				"ORG"
			]
		],
		"wiki": "Q1953774"
	},
	{
		"content": "The establishment of the \"Democratic Front\" on April 2 with Christian Democratic-defectors in the public positions, but the leftists in control is exactly what we feared.",
		"entities": [
			[
				"Christian Democratic",
				60,
				80,
				"ORG"
			]
		],
		"wiki": "Q1953774"
	},
	{
		"content": "At a dinner at my house Wednesday night for Christian Democratic leaders, Duarte and Morales Ehrlich were called to the phone repeatedly to take calls from Col. Garcia regarding a problem that had arisen when off-duty National Guard troops were threatening to enter the National University to rescue a kidnapped trooper being held inside by leftist students.",
		"entities": [
			[
				"Christian Democratic",
				44,
				64,
				"ORG"
			]
		],
		"wiki": "Q1953774"
	},
	{
		"content": "['The two purposes of the Bowdler/Rogers mission were: (1) to make sure that the Salvadoran Government (JRG) would conduct a genuine and serious investigation of the assassination of the American Sisters, and (2) to lend our full support to those Christian Democrats and military in the government determined to gain control of the security forces and reduce right-wing terrorism.",
		"entities": [
			[
				"Christian Democrats",
				247,
				266,
				"ORG"
			]
		],
		"wiki": "Q1953774"
	},
	{
		"content": "He said that we would be making a serious mistake (and exposing the Christian Democrats at the same time) if we continue to withhold military aid in the light of the anticipated offensive of the Left and of our diminishing credibility with the military.",
		"entities": [
			[
				"Christian Democrats",
				68,
				87,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "He was especially concerned to talk with the Christian Democrats in Germany, and said that after the United States, the opinions of the Germans weigh most heavily on the Chileans.",
		"entities": [
			[
				"Christian Democrats",
				45,
				64,
				"ORG"
			]
		],
		"wiki": "Q49762"
	},
	{
		"content": "He said that they (referring to the Christian Democrats and other democratic political forces in Chile) do not seek American intervention or want the American Government to be linked to any single party.",
		"entities": [
			[
				"Christian Democrats",
				36,
				55,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "For example, a Washington Post editorial in June calling for Pinochet to resign and be replaced by a Christian Democratic government was denounced in a series of man-in-the-street interviews and was described by nearly everyone as an unwarranted intrusion in Chilean affairs.",
		"entities": [
			[
				"Christian Democratic",
				101,
				121,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The Christian Democrats, in particular, hope that the fallout from the Letelier case will bring down Pinochet.",
		"entities": [
			[
				"Christian Democrats",
				4,
				23,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Herrera added that to obtain a democratic opening in these countries the Church, through its bishops and the Regional Ecclesiastical Conference, can work for moderating changes, as can the Venezuelan and other Christian Democratic and Social Democratic Parties of the region.",
		"entities": [
			[
				"Christian Democratic",
				210,
				230,
				"ORG"
			]
		],
		"wiki": "Q209158"
	},
	{
		"content": "Mr. Kissinger: (in response to a briefing comment that Admiral Leigh disliked the Christian Democrats)",
		"entities": [
			[
				"Christian Democrats",
				82,
				101,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "He's to the right of the Christian Democrats--favors the Nationalists.",
		"entities": [
			[
				"Christian Democrats",
				25,
				44,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "['Ambassador Korry has recommended increased funding for political action in the pre- and post-election period in Chile: --$390,000 for anti-Allende propaganda and to subsidize the campaign of Radical congressmen who are anti-Allende; and --$500,000 for a post-electoral operation to dissuade Radical and Christian Democrats from supporting Allende in any congressional vote.",
		"entities": [
			[
				"Christian Democrats",
				305,
				324,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Support requested for the four opposition parties for the period beginning 1 July 1973 is as follows: [dollar amount not declassified] for the Christian Democratic Party (PDC); [dollar amount not declassified] for the National Party (PN); and [dollar amount not declassified] for the two Radical splinter parties (the Democratic Radical Party--PDR and the Radical Party of the Left--PIR).",
		"entities": [
			[
				"the Christian Democratic Party",
				139,
				169,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "The recent Washington Post editorial calling for Pinochet's resignation and turning over the government to the Christian Democrat Party is still subject of continuing press speculation and the basis of virulent anti-American press statements.",
		"entities": [
			[
				"the Christian Democrat Party",
				107,
				135,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	},
	{
		"content": "Pinochet's banishment of twelve leading Christian Democrats indicates that he will not yet tolerate opposition political activity.",
		"entities": [
			[
				"Christian Democrats",
				40,
				59,
				"ORG"
			]
		],
		"wiki": "Q1395049"
	}
]