[
	{
		"content": "As to U.S. public views on this item, note that NAM industrialists meeting with Ness<a href=\"#frus1947v03d229u_n3\"><sup>3</sup></a> have expressed view that European program's main feature should be to set production goals for the basic industries and concentrate on their achievement.</p> <ol> <li value=\"2.",
		"entities": [
			[
				"NAM",
				48,
				51,
				"ORG"
			]
		],
		"wiki": "Q3336837"
	},
	{
		"content": "According to their Amer lawyers in Paris, certain French cartel leaders are already saying they intend to go to the US to seek support of NAM in fighting the treaty in its present form.",
		"entities": [
			[
				"NAM",
				138,
				141,
				"GPE"
			]
		],
		"wiki": "Q3336837"
	},
	{
		"content": "['<div collection=\"frus\"> <p> SNIE 58-3-62</p> <p>IMPLICATIONS OF THE FALL OF NAM THA</p> <p>The Problem</p> <p>To assess the implications of the Communist capture of Nam Tha.</p> <p>The Estimate</p> <p>1.",
		"entities": [
			[
				"NAM THA",
				78,
				85,
				"NORP"
			]
		],
		"wiki": "Q1030"
	},
	{
		"content": "In sum, it does not seem to us that our policies toward Laos need to take new directions, or bilateral programs now in being should be continued, especially our critical important USAID effort (now of a magnitude of $55 million) and we must seek to accelerate economic programs (UN, FEOF, NAM NGUM, etc.) should also be preserved and encouraged.",
		"entities": [
			[
				"NAM NGUM",
				289,
				297,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "Recently we have begun to establish systematically liaison with the major business groups (NAM, BCIU, etc.).",
		"entities": [
			[
				"NAM",
				91,
				94,
				"LOC"
			]
		],
		"wiki": "Q3336837"
	},
	{
		"content": "The group represented the views of NAM states to oil producing countries, among its other duties.",
		"entities": [
			[
				"NAM",
				35,
				38,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "We assume UNGA will be repeat of Colombo, i.e. that Algerians will not be able to garner a great deal of support for their position, and that there will be agreement by majority of NAM members to buck question back to OAU.",
		"entities": [
			[
				"NAM",
				181,
				184,
				"NORP"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "I expressed my concern that the U.S. \"destabilization\" of Jamaica and Guayana had become accepted leftist rote by reason of emphasis at NAM and propaganda support in Pravda and by the Cubans, we had not heard the end of it.",
		"entities": [
			[
				"NAM",
				136,
				139,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "In return for what it perceived to be valuable support from its NAM partners, Peru went along at least with some NAM moves of no particular interest to Peru but which were irritating to the U.S.</p> <",
		"entities": [
			[
				"NAM",
				64,
				67,
				"NORP"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "In return for what it perceived to be valuable support from its NAM partners, Peru went along at least with some NAM moves of no particular interest to Peru but which were irritating to the U.S.</p> <",
		"entities": [
			[
				"NAM",
				113,
				116,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "IT IS NOW TIME TO BE CERTAIN THAT NAM GOVERNMENTS HAVE GOTTEN A CLEAR SIGNAL ON ISSUES OF KEY CONCERN TO US THAT WILL BE ADDRESSED AT NON-ALIGNED COORDINATING COMMITTEE (NACC)",
		"entities": [
			[
				"NAM",
				34,
				37,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "THIS DOCUMENT WHICH CONTAINS DESCRIPTIONS OF ISSUES WHICH NACC FONMINS WILL ADDRESS IS PROBABLY ALREADY, IN ITS EARLIER DRAFT FORM, IN THE HANDS OF MOST NAM GOVERNMENTS.",
		"entities": [
			[
				"NAM",
				153,
				156,
				"NORP"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "MARCH 1975 HAVANA MEETING AFFIRMED POLICY OF INDEPENDENT AND PEACEFUL UNIFICATION OF KOREA, CALLED FOR WITHDRAWAL OF ALL FOREIGN TROOPS STATIONED SOUTH KOREA AND ENDORSED APPLICATION OF NORTH KOREA FOR NAM MEMBERSHIP.",
		"entities": [
			[
				"NAM",
				202,
				205,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "AT LIMA 1975 NORTH KOREA WAS ADMITTED TO MEMBERSHIP IN THE NAM.",
		"entities": [
			[
				"NAM",
				59,
				62,
				"LOC"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "ANNOTATION DOES NOT EXPLICITLY RAISE THE ISSUE OF SUSPENSION OF ISRAEL FROM THE UN BUT RATHER WARNS THAT ISRAELI VIOLATIONS OF UN CHARTER SO PERSISTENT THAT NAM COUNTRIES SHOULD CONSIDER MEASURES AGAINST ISRAEL IN CONFORMITY WITH CHAPTER VII OF UN CHARTER.",
		"entities": [
			[
				"NAM",
				157,
				160,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "THEY ARE SUMMARIZED HEREIN IN ORDER TO ILLUSTRATE VIEW OF THESE PROBLEMS NAM MEMBERS BEING PROVIDED BY NACC.</p> <p>4.",
		"entities": [
			[
				"NAM",
				73,
				76,
				"NORP"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "POSTS IN COUNTRIES BELONGING TO NAM (ESPECIALLY TO NACC OF NAM) ARE REQUESTED TO REVIEW POST ACTIONS IN RESPONSE TO REFTELS RELATING TO KOREA, AND PUERTO RICO, AND CONSIDER WHAT ACTIONS DURING NEXT TEN DAYS, BEFORE POSITIONS ARE FIRMED UP FOR NACC FOREIGN MINISTERS MEETING, WOULD MOST EFFECTIVELY UNDERLINE TO HOST GOVERNMENT CONCERNS OUTLINED THEREIN.",
		"entities": [
			[
				"NAM",
				32,
				35,
				"LOC"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "POSTS IN COUNTRIES BELONGING TO NAM (ESPECIALLY TO NACC OF NAM) ARE REQUESTED TO REVIEW POST ACTIONS IN RESPONSE TO REFTELS RELATING TO KOREA, AND PUERTO RICO, AND CONSIDER WHAT ACTIONS DURING NEXT TEN DAYS, BEFORE POSITIONS ARE FIRMED UP FOR NACC FOREIGN MINISTERS MEETING, WOULD MOST EFFECTIVELY UNDERLINE TO HOST GOVERNMENT CONCERNS OUTLINED THEREIN.",
		"entities": [
			[
				"NAM",
				59,
				62,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "POSTS IN COMMITTEE OF 24 COUNTRIES NEED NO LONGER OBSERVE CAVEATS IN STATE 49329 BUT MAY DISCUSS PUERTO RICO IN NAM CONTEXT REFUTING CUBAN CHARACTERIZATION OF PUERTO RICAN PROBLEM.</p> <p>5.",
		"entities": [
			[
				"NAM",
				112,
				115,
				"LOC"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "PRESENT EFFORT IS BEST DESCRIBED AS CAMPAIGN AGAINST CONFRONTATION IN 31ST UNGA BY IMPRESSING ON NAM COUNTRIES IMPORTANCE THESE KEY ISSUES TO US AND ONE-SIDEDNESS OF PREVIOUS NAM FORMULATIONS.",
		"entities": [
			[
				"NAM",
				97,
				100,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "WE WANT TO ENCOURAGE NAM COUNTRIES, PARTICULARLY MODERATES, TO CONSIDER ISSUES ON MERITS AND WHETHER CONFRONTATIONAL FORMULATIONS IN INTEREST OF INDIVIDUAL NAM MEMBERS.</p> <",
		"entities": [
			[
				"NAM",
				21,
				24,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "IN CONSIDERING WHAT FURTHER STATEMENTS NEED TO BE MADE AND AT WHAT LEVEL IN ORDER TO ENCOURAGE THIS RESULT, NAM POSTS MAY WISH, WHERE APPROPRIATE, TO PLACE DISCUSSION OF POLITICAL ISSUES WHICH THEY HAVE BEEN INSTRUCTED TO TAKE UP IN CONTEXT OF BROAD DEVELOPMENTS IN UN SYSTEM, INCLUDING NORTH-SOUTH ECONOMIC ISSUES SUCH AS THOSE TO BE CONSIDERED AT UNCTAD IV.",
		"entities": [
			[
				"NAM",
				108,
				111,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "BRIEF STATEMENT SHOULD COVER: (A) HOST GOVERNMENT POSITION AT NAM; (B) ESTIMATE AS TO WHETHER IT CAN BE MODIFIED EITHER FAVORABLY OR UNFAVORABLY TO OUR POSITION; (C) LISTING OF OFFICIALS WITH WHOM CONVERSATION IS HELD; (D) NOTATION OF SUBJECTS COVERED; AND (E) COMMENTS OR SUGGESTIONS AS TO FURTHER ACTION.",
		"entities": [
			[
				"NAM",
				62,
				65,
				"LOC"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "A WIDE RANGE OF ISSUES.</p> <p>C. AMONG LDCS, MOST IMPORTANT FORMAL CAUCUSES WERE REGIONAL GROUPS, NAM, AND G-77.",
		"entities": [
			[
				"NAM",
				99,
				102,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "THE NAM, ENERGIZED BY COLOMBO, WAS EXTREMELY ACTIVE AND SPONSORED RESOLUTIONS WHICH WERE ADOPTED ON WIDE RANGE OF ECONOMIC, POLITICAL AND DISARMAMENT ISSUES.",
		"entities": [
			[
				"NAM",
				4,
				7,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "Haldeman appointment now fixed for May 31.</p> <p>C. Executive Secretary of Fomento Fabril (Chilean equivalent of NAM) informed me today that organization's future president, Orlando Saenz, was convoked by MinEcon Vuskovic May 24 to be informed that 200 leading Chilean industrial enterprises would be nationalized within next few weeks.",
		"entities": [
			[
				"NAM",
				114,
				117,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "id=\"frus1977-80v01d99u_n2\" value=\"2\">The fourth conference of the Heads of State or Government of the Non-aligned Countries, or Non-aligned Movement (NAM), met in Algiers, September 5-9, 1973, and proposed the establishment of a new international economic order (NIEO).",
		"entities": [
			[
				"NAM",
				150,
				153,
				"LOC"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "At recent Havana and Belgrade meetings of NAM, however, the NAM endorsed direct reference to Z-R and urged that it be raised at the World Conference Against Racism.",
		"entities": [
			[
				"NAM",
				42,
				45,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "At recent Havana and Belgrade meetings of NAM, however, the NAM endorsed direct reference to Z-R and urged that it be raised at the World Conference Against Racism.",
		"entities": [
			[
				"NAM",
				60,
				63,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "Representatives from ECAT, NAM, the Chamber of Commerce and the League of Women Voters are all pursuing detailed plans to recruit Congressional support for the agreements.",
		"entities": [
			[
				"NAM",
				27,
				30,
				"LOC"
			]
		],
		"wiki": "Q3336837"
	},
	{
		"content": "We continue to discuss among ourselves how we might be able to make some gains on the political front, either through dealings with the NAM or by shifting position slightly on some key UN-related issues.",
		"entities": [
			[
				"NAM",
				136,
				139,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "We have mounted a political challenge in the NAM through friends but this has not really undercut the Cubans and our efforts are flagging.",
		"entities": [
			[
				"NAM",
				45,
				48,
				"NORP"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "It now has relations with 66 of the 88 NAM nations.)</p> <p>--Conclusion recently of long term economic arrangements with the USSR, keeping Cuba in the Soviet camp for years to come.</p> <p>Note: Though Moscow is trying to reduce the burden in 1981-1986, they will find it difficult to hold aid to Cuba below $3 billion per year.",
		"entities": [
			[
				"NAM",
				39,
				42,
				"NORP"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "p>[Omitted here are the sections entitled \"Actions To Take Regarding the NAM,\" \"Economic Actions,\" and \"Longer Term Actions.",
		"entities": [
			[
				"NAM",
				73,
				76,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "(S)</p> <p>--With moderate members of the NAM we should urge attention to issues like human rights, arms restraint, non-intervention and foreign aid which could lead to criticism of Cuban and Soviet activities.",
		"entities": [
			[
				"NAM",
				42,
				45,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "We should continue to encourage the moderates in the NAM to resist strongly and publicly efforts by the Cubans to use their three-year NAM chairmanship to impose pro-Soviet positions of the kind reflected in the Cuban draft declaration for the NAM Summit.<a href=\"#frus1977-80v06d225u_n5\"><sup>5</sup></a>",
		"entities": [
			[
				"NAM",
				53,
				56,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "We should continue to encourage the moderates in the NAM to resist strongly and publicly efforts by the Cubans to use their three-year NAM chairmanship to impose pro-Soviet positions of the kind reflected in the Cuban draft declaration for the NAM Summit.<a href=\"#frus1977-80v06d225u_n5\"><sup>5</sup></a>",
		"entities": [
			[
				"NAM",
				135,
				138,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "id=\"frus1977-80v06d225u_n5\" value=\"5\">Carter wrote in the margin adjacent to this paragraph: \"Let's answer NAM 'manifesto' from Havana mtg.\"",
		"entities": [
			[
				"NAM",
				107,
				110,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": ">We will not proceed with consultations until after the NAM Summit in September.<a href=\"#frus1977-80v18d30u_n4\"><sup>4</sup></a> Since our decisions are likely to leak publicly once consultations take place with Congress or abroad, we would exacerbate expected NAM criticism of our Indian Ocean military policy.",
		"entities": [
			[
				"NAM",
				262,
				265,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "Our friends in the region would then be forced to acquiesce in resolutions specifically condemning our decisions.</p> <p>Procedures for Implementation of Policy</p> <p>After the NAM, we intend to proceed along the following plan of action:</p> <p>1.",
		"entities": [
			[
				"NAM",
				178,
				181,
				"LOC"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "In the Third World, they have succeeded in carving a niche for Romania as a quasi-nonaligned state without, however, being able to gain formal acceptance to the nonaligned movement (NAM).",
		"entities": [
			[
				"NAM",
				182,
				185,
				"LOC"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "In fact, it is renewing its campaign to become a full member of the NAM in preparation for NAM meetings scheduled this year and next, and it is allocating a larger ratio of its foreign trade to the Third World.",
		"entities": [
			[
				"NAM",
				68,
				71,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "In fact, it is renewing its campaign to become a full member of the NAM in preparation for NAM meetings scheduled this year and next, and it is allocating a larger ratio of its foreign trade to the Third World.",
		"entities": [
			[
				"NAM",
				91,
				94,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "Yugoslav position in the Non-Aligned Movement (NAM) offered Belgrade the opportunity to expand \"non-Soviet, 'progressive' influence\" to Ethiopia.",
		"entities": [
			[
				"NAM",
				47,
				50,
				"LOC"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "Turning to the upcoming Non-Aligned Movement (NAM) Foreign Ministers' conference in Belgrade, Tito informed Carter that the Yugoslav Government remained very active in its preparation as well as the preparation for the NAM summit in Havana, which he hoped would contribute to a constructive conference.",
		"entities": [
			[
				"NAM",
				46,
				49,
				"LOC"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "Turning to the upcoming Non-Aligned Movement (NAM) Foreign Ministers' conference in Belgrade, Tito informed Carter that the Yugoslav Government remained very active in its preparation as well as the preparation for the NAM summit in Havana, which he hoped would contribute to a constructive conference.",
		"entities": [
			[
				"NAM",
				219,
				222,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "As Carter expressed his concern that Havana might not be the most appropriate venue for the next NAM conference, Tito replied: \"We are concerned about Cuba too, but what can we do?\"",
		"entities": [
			[
				"NAM",
				97,
				100,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "Governor Harriman complimented President Tito on his speech to the NAM conference,<a href=\"#frus1977-80v20d256u_n3\"><sup>3</sup></a> saying it showed what \"real nonalignment is,\" and asked for the President's evaluation of the current state of the NAM, and Cuba's role therein.",
		"entities": [
			[
				"NAM",
				67,
				70,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "Governor Harriman complimented President Tito on his speech to the NAM conference,<a href=\"#frus1977-80v20d256u_n3\"><sup>3</sup></a> saying it showed what \"real nonalignment is,\" and asked for the President's evaluation of the current state of the NAM, and Cuba's role therein.",
		"entities": [
			[
				"NAM",
				248,
				251,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "The Cubans will be nominally at the head of the movement for the three years following the Havana Summit and Yugoslavia is working hard now to assure that Castro will not \"dominate\" the NAM during that period.",
		"entities": [
			[
				"NAM",
				186,
				189,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "He asked rhetorically \"where was Cuba in 1961 when we began things?\" and added that the effort by \"some\" to turn the NAM into a \"third factor between the blocs, but supporting one bloc, could only make the world situation worse.\"",
		"entities": [
			[
				"NAM",
				117,
				120,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "President Tito noted that he was particularly pleased that in the speeches given at the opening session of the NAM Conference this week in response to his address, the spokesmen from each of the four continents went out of their way to stress the need for NAM unity and to pay tribute to Yugoslavia for its leading role within the movement.</p> <p>5.",
		"entities": [
			[
				"NAM",
				256,
				259,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "Soviet support for the Vietnamese invasion of Cambodia, increased tensions with Bulgaria over Macedonia, and continuing Cuban attempts to maneuver NAM into an informal alliance with Moscow have reinforced Yugoslav perceptions of a Soviet challenge to basic Yugoslav interests.",
		"entities": [
			[
				"NAM",
				147,
				150,
				"NORP"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "This, as well as the perception of a more favorable US attitude toward the NAM, parallel interests on broad international issues (NAM, Cambodia, China, to some degree Africa), and our own interest in creating a web of relationships which will ease an inevitably difficult transition period, have led to a rapid expansion of our political, economic, military, cultural and academic relations over the past two years.",
		"entities": [
			[
				"NAM",
				75,
				78,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "This, as well as the perception of a more favorable US attitude toward the NAM, parallel interests on broad international issues (NAM, Cambodia, China, to some degree Africa), and our own interest in creating a web of relationships which will ease an inevitably difficult transition period, have led to a rapid expansion of our political, economic, military, cultural and academic relations over the past two years.",
		"entities": [
			[
				"NAM",
				130,
				133,
				"LOC"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "NAM Havana Summit: The Yugoslavs, having defined the critical issues at Havana to be those of \"principle,\" returned from Havana claiming victory.",
		"entities": [
			[
				"NAM",
				0,
				3,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "Only time will tell who won; whether the condemnation of the Middle East negotiating process and the issue of Egypt's suspension from the NAM will be rendered moot by negotiating progress; whether Cuban behavior at Havana so irritated the \"silent majority\" that Castro will not be able to manipulate the movement over the next three years.",
		"entities": [
			[
				"NAM",
				138,
				141,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "Diminished because Yugoslavia, a relatively small, relatively developed, white, European, and northern country has inevitably begun to lose relevance within the NAM.",
		"entities": [
			[
				"NAM",
				161,
				164,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "At some point, Yugoslav leaders may begin to reevaluate their heavy commitment to the NAM, but certainly not until after Tito's passing.</p> <p>20.",
		"entities": [
			[
				"NAM",
				86,
				89,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "And while the Yugoslavs ponder Soviets motives they will also recognize that with Tito's death their leadership role in NAM, already sharply challenged by Castro as a Soviet surrogate, will be instantly diminished.",
		"entities": [
			[
				"NAM",
				120,
				123,
				"LOC"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "If they suffered any illusions before Afghanistan and while Tito was still alive that NAM could be an effective bulwark against Soviet pressures, they will soon have to conclude that this is no longer so much the case.</p> <p>11.",
		"entities": [
			[
				"NAM",
				86,
				89,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "In telegram 2180 from Belgrade, March 18, the Embassy reported that the Yugoslav Government saw \"a concerted Soviet campaign against Yugoslavia\" and felt the Soviet campaign was \"not directed toward Yugoslavia's internal situation so much as toward Yugoslavia's public opposition to Soviet moves in Afghanistan and its influence in the NAM.\"",
		"entities": [
			[
				"NAM",
				336,
				339,
				"LOC"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "id=\"frus1977-80v20d288u_n12\" value=\"12\">In the \"Non-Aligned Movement\" section of Mondale's briefing materials, the Department noted that Tito's death left no clear succession in NAM for the leadership of the moderate group of nations, but that Cuba's \"efforts to exploit the NAM Chairmanship to radical ends have been rebuffed notably by the strong resistance of NAM moderates\" and that although the United States could not work with NAM as an organization under Cuba's chairmanship, it would continue to \"work closely on specific issues of mutual concern with individual NAM members, especially with moderates like Yugoslavia.\"",
		"entities": [
			[
				"NAM",
				178,
				181,
				"LOC"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "id=\"frus1977-80v20d288u_n12\" value=\"12\">In the \"Non-Aligned Movement\" section of Mondale's briefing materials, the Department noted that Tito's death left no clear succession in NAM for the leadership of the moderate group of nations, but that Cuba's \"efforts to exploit the NAM Chairmanship to radical ends have been rebuffed notably by the strong resistance of NAM moderates\" and that although the United States could not work with NAM as an organization under Cuba's chairmanship, it would continue to \"work closely on specific issues of mutual concern with individual NAM members, especially with moderates like Yugoslavia.\"",
		"entities": [
			[
				"NAM",
				363,
				366,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "id=\"frus1977-80v20d288u_n12\" value=\"12\">In the \"Non-Aligned Movement\" section of Mondale's briefing materials, the Department noted that Tito's death left no clear succession in NAM for the leadership of the moderate group of nations, but that Cuba's \"efforts to exploit the NAM Chairmanship to radical ends have been rebuffed notably by the strong resistance of NAM moderates\" and that although the United States could not work with NAM as an organization under Cuba's chairmanship, it would continue to \"work closely on specific issues of mutual concern with individual NAM members, especially with moderates like Yugoslavia.\"",
		"entities": [
			[
				"NAM",
				434,
				437,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "id=\"frus1977-80v20d288u_n12\" value=\"12\">In the \"Non-Aligned Movement\" section of Mondale's briefing materials, the Department noted that Tito's death left no clear succession in NAM for the leadership of the moderate group of nations, but that Cuba's \"efforts to exploit the NAM Chairmanship to radical ends have been rebuffed notably by the strong resistance of NAM moderates\" and that although the United States could not work with NAM as an organization under Cuba's chairmanship, it would continue to \"work closely on specific issues of mutual concern with individual NAM members, especially with moderates like Yugoslavia.\"",
		"entities": [
			[
				"NAM",
				572,
				575,
				"NORP"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "The NAM must focus on reestablishing respect for the vital principles of international conduct.",
		"entities": [
			[
				"NAM",
				4,
				7,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "Discussing Yugoslav and Cuban proposals for a NAM Ministerial, Loncar said there were two issues.",
		"entities": [
			[
				"NAM",
				46,
				49,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "(S)</p> <p>--Non-Aligned and Third World: The Yugoslavs are particularly proud of their role in the Non-aligned Movement (NAM) which Tito helped to found.",
		"entities": [
			[
				"NAM",
				122,
				125,
				"LOC"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "While Belgrade's influence is likely to diminish somewhat in the wake of Tito's death, the Yugoslavs can still be quite useful in countering Soviet and Cuban influence in the NAM.",
		"entities": [
			[
				"NAM",
				175,
				178,
				"LOC"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "Thus I recommend you stress the positive role the NAM could play in world affairs if it is viewed as credible and neutral, and if Yugoslavia continues to play an important role in it.",
		"entities": [
			[
				"NAM",
				50,
				53,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "Cuba will continue to try to aim the NAM at the U.S. and at our bilateral problems.",
		"entities": [
			[
				"NAM",
				37,
				40,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "(S)</p> <p>--Iran/Iraq: You may also wish to use any discussion with the Yugoslav leadership on the NAM to explore ways in which the Yugoslavs can use their influence with Iran to obtain the release of the hostages, and once they are released, to facilitate a normalization of U.S.-Iranian relations.",
		"entities": [
			[
				"NAM",
				100,
				103,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "In this connection, he underscored the importance of the non-aligned status of Yugoslavia, noting that Yugoslavia had maintained a position of genuine non-alignment despite efforts by Cuba and others to distort the charter of the NAM.",
		"entities": [
			[
				"NAM",
				230,
				233,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "The United States considered the actions of President Tito at Havana to be a triumph for the NAM.",
		"entities": [
			[
				"NAM",
				93,
				96,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "(C)</p> <p>Turning to the situation in the non-aligned movement, President Mijatovic said that although the situation today was not entirely comparable with the situation in 1961 when the NAM extended its appeal to the big powers to hold discussions, there were many similarities.",
		"entities": [
			[
				"NAM",
				188,
				191,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "Yugoslavia did not say that it was almighty or that the NAM could solve everything.",
		"entities": [
			[
				"NAM",
				56,
				59,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "In recent months, Yugoslavia had held consultations with the NAM on this question.",
		"entities": [
			[
				"NAM",
				61,
				64,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "It felt that the NAM should consider this as well as other crises of instability in the world.",
		"entities": [
			[
				"NAM",
				17,
				20,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "In Yugoslavia's view, U.S. prestige would be enhanced in the NAM and the world at large by such an initiative.",
		"entities": [
			[
				"NAM",
				61,
				64,
				"LOC"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "In response to the Secretary's query about a non-aligned role in Iraq-Iran hostilities,<a href=\"#frus1977-80v20d299u_n2\"><sup>2</sup></a> Vrhovec suggested that neither side would ask for NAM assistance until it became clear that one side or the other was prevailing militarily.",
		"entities": [
			[
				"NAM",
				188,
				191,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "When Tito died, Soviet-backed aggression in SE Asia, turmoil in Iran, the Soviet invasion of Afghanistan, and the near paralysis of the Non-Aligned Movement were already weighing heavily on the new Yugoslav leadership.<a href=\"#frus1977-80v20d301u_n5\"><sup>5</sup></a> Since then, the Gulf War, Poland, the threatened collapse of detente, and increased energy and trade dependence on Moscow have put new pressures on the leadership--underscoring Yugoslavia's heavy commitment to the NAM, and forcing difficult (and no doubt internally contentious) trade-offs between foreign policy principles, smooth relations with Moscow, and the self-interest in preserving socialism.</p> <p>--Continuing economic difficulties.",
		"entities": [
			[
				"NAM",
				483,
				486,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "The NAM stands out as the one business group still strongly dedicated to a separate trade department or a Commerce-based trade department having the policy and negotiation functions we have proposed for STR.</p> <p>While agreeable to the reorganization we are recommending, business groups other than NAM would likely support an independent trade agency built around STR if this became viable on the Hill.</p> <p>Labor.",
		"entities": [
			[
				"NAM",
				4,
				7,
				"ORG"
			]
		],
		"wiki": "Q3336837"
	},
	{
		"content": "The NAM stands out as the one business group still strongly dedicated to a separate trade department or a Commerce-based trade department having the policy and negotiation functions we have proposed for STR.</p> <p>While agreeable to the reorganization we are recommending, business groups other than NAM would likely support an independent trade agency built around STR if this became viable on the Hill.</p> <p>Labor.",
		"entities": [
			[
				"NAM",
				301,
				304,
				"ORG"
			]
		],
		"wiki": "Q3336837"
	},
	{
		"content": "While acceptable to most of the business community, NAM may oppose.</p> <p>*",
		"entities": [
			[
				"NAM",
				52,
				55,
				"ORG"
			]
		],
		"wiki": "Q3336837"
	},
	{
		"content": "(The Presidents of Venezuela, Colombia, Costa Rica are definitely coming, and we also expect Jamaica and Mexico to attend.)</p> <p>--This is all insignificant, however, compared to the distance he traveled in our discussion on Cuba and the NAM.",
		"entities": [
			[
				"NAM",
				240,
				243,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "Is the Soviet Union or Cuba so pure, I asked, that they can be free of criticism from the NAM?",
		"entities": [
			[
				"NAM",
				90,
				93,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "I repeatedly hammered him with questions like, How can the NAM permit Cuba to be a member when it is so obviously aligned with the Soviets?</p> <p",
		"entities": [
			[
				"NAM",
				59,
				62,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "He said he felt reasonably certain that Venezuela, Costa Rica, and Colombia, for example, were not aware that the U.S. no longer \"frowned\" on the NAM because if they knew that to be the case, they would probably want to play an important role in it.</p> <p>The Panama Government, and especially Torrijos, have very good lines of intelligence running to Cuba (and Cuba, I suspect, into Panama), and Torrijos volunteered some information.",
		"entities": [
			[
				"NAM",
				146,
				149,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "He repeated his pledge that he will be very supportive of our goals at the NAM Summit in Havana,<a href=\"#frus1977-80v29d230u_n7\"><sup>7</sup></a> and while he singled out Puerto Rico and Egypt as two issues he will follow our guidance, he welcomed more detailed briefings on the NAM.",
		"entities": [
			[
				"NAM",
				280,
				283,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "(Comment: Represented by its President, Panama could have really significant influence at the NAM since I think the Yugoslavs are going to try to establish regional co-chairmen as a way of diluting Cuban influence, and Panama is the most likely candidate for that position--which it held last year in Belgrade.)</p> <p>On Nicaragua, Royo said that Somoza is the most hated man in all of Latin America, particularly among the young.",
		"entities": [
			[
				"NAM",
				94,
				97,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "id=\"frus1977-80v29d247u_n5\" value=\"5\">In telegram 7263 from Panama City, September 11, the Embassy reported that the Panamanians at the NAM were \"notably courageous in some of their public utterances,\" and Royo's plenary statement was \"a full endorsement of the treaties, coupled with public praise\" of Carter.",
		"entities": [
			[
				"NAM",
				136,
				139,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "(Damage to important US objective, but one which may not have been obtainable in any event.)</p> <p>--Being even less supportive of US positions, and more supportive of Soviet/Cuban positions, in UN, the NAM, and other international fora.",
		"entities": [
			[
				"NAM",
				204,
				207,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "This issue is likely to complicate Argentine-U.S. relations, particularly as matters of importance to US arise in the UN and the NAM where Argentina will continue to seek support for its claim on the Islands.",
		"entities": [
			[
				"NAM",
				129,
				132,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "With respect to the UN, HMG's estimate of its chances there (Ref A) is clearly not shared by the GOA which continues to count on NAM and G-77 support.",
		"entities": [
			[
				"NAM",
				129,
				132,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "Complications may particularly arise in relation to issues in the UN and the NAM where Argentina will continue to look for support from those who frequently do not share our views.</p> <p> Shlaudeman </p>",
		"entities": [
			[
				"NAM",
				77,
				80,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "In this case, references to NAM declarations seemed to have the effect of prejudging the outcome of the sovereignty issue.",
		"entities": [
			[
				"NAM",
				28,
				31,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "li id=\"frus1981-88v13d397u_n4\" value=\"4\">Later revisions to the text placed the question of the Falklands/Malvinas on the provisional agenda of the 37th UNGA and deleted the detailed listing of NAM resolutions.",
		"entities": [
			[
				"NAM",
				194,
				197,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "In the diplomatic area, Argentina has moved toward NAM positions already in order to gain support for Falklands/Malvinas negotiations.",
		"entities": [
			[
				"NAM",
				51,
				54,
				"GPE"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "This study was distributed right after Argentine President Reynaldo Bignone had publicly thanked Cuban President Fidel Castro for Cuba's assistance to Argentina during the Falklands War; the distribution of this U.S. study served to undermine Bignone's statement and his image at the meeting of the Nonaligned Movement (NAM) that he was attending in New Delhi.",
		"entities": [
			[
				"NAM",
				320,
				323,
				"LOC"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "The U.S. Government may believe that there is opposition within the Argentine Army to Argentina's participation in the NAM and to Bignone's presence at the meeting in New Delhi.",
		"entities": [
			[
				"NAM",
				119,
				122,
				"LOC"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "This interpretation is erroneous; the Argentine Army supports Argentina's role in the NAM, and the Junta--including the Army--approved Bignone's travel to New Delhi.",
		"entities": [
			[
				"NAM",
				86,
				89,
				"LOC"
			]
		],
		"wiki": "Q83201"
	},
	{
		"content": "Otherwise internationally the GOA appears persuaded that it will have ample support, or at least tolerance, from other Latin Americans, the NAM and the Soviet bloc.</p> <",
		"entities": [
			[
				"NAM",
				140,
				143,
				"GPE"
			]
		],
		"wiki": "Q83201"
	}
]