[
	{
		"content": "['[Extract] secret No. 1393",
		"entities": []
	},
	{
		"content": "Sir: ...",
		"entities": []
	},
	{
		"content": "Unfortunately, however, as I have pointed out in reports to the Department during the last year, the Colombians frankly regard the conflict between Argentina and the American family of nations as a conflict between Washington and Buenos Aires.",
		"entities": [
			[
				"Department",
				64,
				74,
				"ORG"
			],
			[
				"Colombians",
				101,
				111,
				"GPE"
			],
			[
				"Argentina",
				148,
				157,
				"GPE"
			],
			[
				"American",
				166,
				174,
				"NORP"
			],
			[
				"Washington",
				215,
				225,
				"GPE"
			],
			[
				"Buenos Aires",
				230,
				242,
				"GPE"
			]
		]
	},
	{
		"content": "Colombian super-sensitiveness with regard to intervention in any form inclines the Colombians to view the energetic policies pursued by the American Government with some suspicion and with very little sympathy.",
		"entities": [
			[
				"Colombian",
				0,
				9,
				"GPE"
			],
			[
				"Colombians",
				83,
				93,
				"GPE"
			],
			[
				"American Government",
				140,
				159,
				"GPE"
			]
		]
	},
	{
		"content": "The only constructive thought in respect of the Argentine problem which I have recently encountered came from President Lleras (vide my telegram No. 84, of January 24, 1946, 2 pm) in which he expressed the hope that if it was true that the United States possessed documentary evidence establishing Argentine guilt in respect of the Axis, \"we can then do something\".",
		"entities": [
			[
				"Argentine",
				48,
				57,
				"GPE"
			],
			[
				"President Lleras",
				110,
				126,
				"PERSON"
			],
			[
				"January 24, 1946",
				156,
				172,
				"DATE"
			],
			[
				"United States",
				240,
				253,
				"GPE"
			],
			[
				"Argentine",
				298,
				307,
				"GPE"
			],
			[
				"Axis",
				332,
				336,
				"ORG"
			]
		]
	},
	{
		"content": "By this, I believe, he had in mind a collective condemnation of Argentina. . . . . . . . . . . . . . .",
		"entities": [
			[
				"Argentina",
				64,
				73,
				"GPE"
			]
		]
	},
	{
		"content": "Respectfully yours, John C. Wiley']",
		"entities": [
			[
				"John C. Wiley",
				20,
				33,
				"PERSON"
			]
		]
	},
	{
		"content": "['PARTICIPANTS Prime Minister Edgar Faure Secretary of State Laforest M. Massigli M. Berard Ambassador Dillon D.M. Bane REFERENCE Embassy's telegram 4740 (Saigon 687) April 29",
		"entities": [
			[
				"Prime Minister Edgar Faure",
				15,
				41,
				"PERSON"
			],
			[
				"Secretary of State Laforest",
				42,
				69,
				"PERSON"
			],
			[
				"M. Massigli",
				70,
				81,
				"PERSON"
			],
			[
				"M. Berard",
				82,
				91,
				"PERSON"
			],
			[
				"Ambassador Dillon",
				92,
				109,
				"PERSON"
			],
			[
				"D.M. Bane",
				110,
				119,
				"PERSON"
			],
			[
				"Embassy",
				130,
				137,
				"ORG"
			],
			[
				"Saigon 687",
				155,
				165,
				"WORK_OF_ART"
			],
			[
				"April 29",
				167,
				175,
				"DATE"
			]
		]
	},
	{
		"content": "The Ambassador opened the meeting by outlining in detail those points on which the United States Government would like clarification from the French Government prior to proceeding with the consideration of questions of procedure and personalities posed in the French Aide-Memoire of April 17, as well as those assurances of wholehearted support for the future Vietnamese Government which the United States Government feels must be received from the French Government and Bao Dai in order to justify the continued support of the United States Government in South Vietnam.",
		"entities": [
			[
				"Ambassador",
				4,
				14,
				"PERSON"
			],
			[
				"United States Government",
				83,
				107,
				"GPE"
			],
			[
				"French Government",
				142,
				159,
				"GPE"
			],
			[
				"French",
				260,
				266,
				"GPE"
			],
			[
				"April 17",
				283,
				291,
				"DATE"
			],
			[
				"Vietnamese Government",
				360,
				381,
				"GPE"
			],
			[
				"United States Government",
				392,
				416,
				"GPE"
			],
			[
				"French Government",
				449,
				466,
				"GPE"
			],
			[
				"Bao Dai",
				471,
				478,
				"PERSON"
			],
			[
				"United States Government",
				528,
				552,
				"GPE"
			],
			[
				"South Vietnam",
				556,
				569,
				"LOC"
			]
		]
	},
	{
		"content": "A detailed account of the Ambassador's exposition, which was read and approved by the French, was contained in the reference telegram as well as the Ambassador's comments to Prime Minister Edgar Faure regarding United States concern over the continuation of Jean Sainteny in the role of French Delegate General to North Vietnam.",
		"entities": [
			[
				"Ambassador",
				26,
				36,
				"PERSON"
			],
			[
				"French",
				86,
				92,
				"GPE"
			],
			[
				"Ambassador",
				149,
				159,
				"PERSON"
			],
			[
				"Prime Minister Edgar Faure",
				174,
				200,
				"PERSON"
			],
			[
				"United States",
				211,
				224,
				"GPE"
			],
			[
				"Jean Sainteny",
				258,
				271,
				"PERSON"
			],
			[
				"French",
				287,
				293,
				"GPE"
			],
			[
				"Delegate General to North Vietnam",
				294,
				327,
				"TITLE"
			]
		]
	},
	{
		"content": "The following summary of the French reaction was read and approved by the French and is set forth here since it is in greater detail than the account given in the reference telegram.",
		"entities": [
			[
				"French",
				29,
				35,
				"GPE"
			],
			[
				"French",
				74,
				80,
				"GPE"
			]
		]
	},
	{
		"content": "Prime Minister Edgar Faure began by saying that he must tell us in all seriousness that the French Government felt constrained to review its policy vis-a-vis Vietnam in the light of recent developments, and to confirm that the French Government had no intention of intervening unilaterally with Bao Dai at this juncture.",
		"entities": [
			[
				"Prime Minister Edgar Faure",
				0,
				26,
				"PERSON"
			],
			[
				"French Government",
				92,
				109,
				"GPE"
			],
			[
				"Vietnam",
				158,
				165,
				"GPE"
			],
			[
				"French Government",
				227,
				244,
				"GPE"
			],
			[
				"Bao Dai",
				295,
				302,
				"PERSON"
			]
		]
	},
	{
		"content": "He reminded us that for the past six months the French Government had made clear its conviction to the United States Government that the Diem Government did not possess the capability of effecting a stabilization of the political situation in South Vietnam, and that for the past month the French Government had endeavored to persuade the United States Government to enter into a joint review of the political situation at Saigon and to reach mutual agreement on a course of action to follow that might avert the outbreak of civil war.",
		"entities": [
			[
				"French Government",
				48,
				65,
				"GPE"
			],
			[
				"United States Government",
				103,
				127,
				"GPE"
			],
			[
				"Diem",
				137,
				141,
				"PERSON"
			],
			[
				"South Vietnam",
				243,
				256,
				"LOC"
			],
			[
				"French Government",
				290,
				307,
				"GPE"
			],
			[
				"United States Government",
				339,
				363,
				"GPE"
			],
			[
				"Saigon",
				423,
				429,
				"GPE"
			]
		]
	},
	{
		"content": "He added the personal comment that while holding the posts successively of Minister of Finance, Foreign Affairs, and now Prime Minister, he had not met a single person who believed that Diem could succeed in stabilizing the situation at Saigon.",
		"entities": [
			[
				"Minister of Finance",
				75,
				94,
				"TITLE"
			],
			[
				"Foreign Affairs",
				96,
				111,
				"TITLE"
			],
			[
				"Prime Minister",
				121,
				135,
				"TITLE"
			],
			[
				"Diem",
				186,
				190,
				"PERSON"
			],
			[
				"Saigon",
				237,
				243,
				"GPE"
			]
		]
	},
	{
		"content": "The Prime Minister emphasized, however, that while neither he nor anyone in the French Government shared the American point of view as regards Diem, he wished to make clear that neither he nor the French Government had any intention or desire to enter into conflict with the United States on this score.",
		"entities": [
			[
				"Prime Minister",
				4,
				18,
				"PERSON"
			],
			[
				"French Government",
				80,
				97,
				"GPE"
			],
			[
				"American",
				109,
				117,
				"GPE"
			],
			[
				"Diem",
				143,
				147,
				"PERSON"
			],
			[
				"French Government",
				197,
				214,
				"GPE"
			],
			[
				"United States",
				275,
				288,
				"GPE"
			]
		]
	},
	{
		"content": "The fact that Diem is anti-French, he said, is and has always been a secondary consideration as far as the French were concerned.",
		"entities": [
			[
				"Diem",
				14,
				18,
				"PERSON"
			],
			[
				"anti-French",
				22,
				33,
				"NORP"
			],
			[
				"French",
				107,
				113,
				"GPE"
			]
		]
	},
	{
		"content": "The Prime Minister reiterated once again that the French Government is not wedded to any particular formula for the solution of the crisis at Saigon and that it continued to hold the hope that it might be possible to reach, in consultation with us, a mutually satisfactory position.",
		"entities": [
			[
				"Prime Minister",
				4,
				18,
				"PERSON"
			],
			[
				"French Government",
				50,
				67,
				"GPE"
			],
			[
				"Saigon",
				142,
				148,
				"GPE"
			]
		]
	},
	{
		"content": "In referring to the steps taken by Bao Dai yesterday to convoke Diem as well as certain Vietnamese personalities to Cannes, the Prime Minister expressed his very real fear that these steps had perhaps been taken too late to save South Vietnam from full-scale civil war.",
		"entities": [
			[
				"Bao Dai",
				35,
				42,
				"PERSON"
			],
			[
				"Diem",
				64,
				68,
				"PERSON"
			],
			[
				"Vietnamese",
				88,
				98,
				"NORP"
			],
			[
				"Cannes",
				116,
				122,
				"LOC"
			],
			[
				"Prime Minister",
				128,
				142,
				"PERSON"
			],
			[
				"South Vietnam",
				229,
				242,
				"GPE"
			]
		]
	},
	{
		"content": "If Bao Dai's action had been taken several weeks ago, he said, the chances of success would have been infinitely greater than those presented to us today.",
		"entities": [
			[
				"Bao Dai",
				3,
				10,
				"PERSON"
			]
		]
	},
	{
		"content": "Although it may be too late to prevent the occurrence of full-scale civil war in South Vietnam, the Prime Minister said that France remains ready to do its utmost in conjunction with the United States to retrieve the situation.",
		"entities": [
			[
				"South Vietnam",
				81,
				94,
				"LOC"
			],
			[
				"Prime Minister",
				100,
				114,
				"PERSON"
			],
			[
				"France",
				125,
				131,
				"GPE"
			],
			[
				"United States",
				187,
				200,
				"GPE"
			]
		]
	},
	{
		"content": "In this connection, the Prime Minister expressed the view that with the sole exception of the problem posed by our feeling that M. Sainteny not return to Hanoi, he foresaw no difficulty in the French Government's accepting the views of the United States Government as outlined by the Ambassador.",
		"entities": [
			[
				"Prime Minister",
				24,
				38,
				"PERSON"
			],
			[
				"M. Sainteny",
				128,
				139,
				"PERSON"
			],
			[
				"Hanoi",
				154,
				159,
				"LOC"
			],
			[
				"French Government",
				193,
				210,
				"GPE"
			],
			[
				"United States Government",
				240,
				264,
				"GPE"
			],
			[
				"Ambassador",
				284,
				294,
				"PERSON"
			]
		]
	},
	{
		"content": "He said, however, that he would like Minister Laforest and other officials concerned to go over the points as outlined by the Ambassador and that he would confirm the French position shortly.",
		"entities": [
			[
				"Minister Laforest",
				37,
				54,
				"PERSON"
			],
			[
				"Ambassador",
				126,
				136,
				"PERSON"
			],
			[
				"French",
				167,
				173,
				"GPE"
			]
		]
	},
	{
		"content": "As regards United States concern over French policy towards North Vietnam, the Prime Minister said that he wished to underline in strongest terms that the French Government was not following an equivocal policy or playing \"a double game\" in Vietnam and that it had no intention of \"playing the Vietminh card\" to the detriment of the legally constituted Government of South Vietnam.",
		"entities": [
			[
				"United States",
				11,
				24,
				"GPE"
			],
			[
				"French",
				38,
				44,
				"GPE"
			],
			[
				"North Vietnam",
				60,
				73,
				"GPE"
			],
			[
				"Prime Minister",
				79,
				93,
				"PERSON"
			],
			[
				"French Government",
				155,
				172,
				"GPE"
			],
			[
				"Vietnam",
				241,
				248,
				"LOC"
			],
			[
				"Vietminh",
				294,
				302,
				"GPE"
			],
			[
				"Government of South Vietnam",
				353,
				380,
				"GPE"
			]
		]
	},
	{
		"content": "He emphasized that the French Government had no illusions regarding Ho Chi Minh.",
		"entities": [
			[
				"French Government",
				23,
				40,
				"GPE"
			],
			[
				"Ho Chi Minh",
				68,
				79,
				"PERSON"
			]
		]
	},
	{
		"content": "However, he said, France needed a representative at Hanoi not with a view to cooperating with the Vietminh but solely for the purpose of protecting such French interests and influence as remain and to keep abreast of developments in that region.",
		"entities": [
			[
				"France",
				18,
				24,
				"GPE"
			],
			[
				"Hanoi",
				52,
				57,
				"GPE"
			],
			[
				"Vietminh",
				98,
				106,
				"GPE"
			],
			[
				"French",
				153,
				159,
				"GPE"
			]
		]
	},
	{
		"content": "The Prime Minister made abundantly clear that for domestic political considerations it was out of the question for him to relieve Sainteny of his functions.",
		"entities": [
			[
				"Prime Minister",
				4,
				18,
				"PERSON"
			],
			[
				"Sainteny",
				130,
				138,
				"PERSON"
			]
		]
	},
	{
		"content": "However, he wished to assure the United States Government that the French Government had, as in the past, every intention of taking fully into account United States views in this regard.",
		"entities": [
			[
				"United States Government",
				33,
				57,
				"GPE"
			],
			[
				"French Government",
				67,
				84,
				"GPE"
			],
			[
				"United States",
				151,
				164,
				"GPE"
			]
		]
	},
	{
		"content": "Minister Laforest at this juncture stated that the failure of the French Government to conclude the mixed company agreement with the Vietminh could be attributed in large measure to the unfavorable attitude taken by the United States Government toward the conclusion of such an agreement.",
		"entities": [
			[
				"Minister Laforest",
				0,
				17,
				"PERSON"
			],
			[
				"French Government",
				66,
				83,
				"GPE"
			],
			[
				"Vietminh",
				133,
				141,
				"GPE"
			],
			[
				"United States Government",
				220,
				244,
				"GPE"
			]
		]
	},
	{
		"content": "The sale of the Charbonnages du Tonkin constituted, he said, a clear-cut illustration of the intention of the French Government to give maximum consideration to United States views.",
		"entities": [
			[
				"Charbonnages du Tonkin",
				16,
				38,
				"ORG"
			],
			[
				"French Government",
				110,
				127,
				"GPE"
			],
			[
				"United States",
				161,
				174,
				"GPE"
			]
		]
	},
	{
		"content": "The person of Sainteny, however, Minister Laforest reiterated, posed a domestic political problem.",
		"entities": [
			[
				"Sainteny",
				14,
				22,
				"PERSON"
			],
			[
				"Minister Laforest",
				33,
				50,
				"PERSON"
			]
		]
	},
	{
		"content": "The latter's role, he said, was limited to that of an observer, and Sainteny had been selected for this post solely because he was considered to be the best qualified man for the job.",
		"entities": [
			[
				"Saintenyr",
				68,
				76,
				"PERSON"
			]
		]
	},
	{
		"content": "The Sainteny mission as constituted today, the Prime Minister emphasized, represented a far more preferable approach than that of being placed in the position of having to accredit a consul to the Vietminh Government, a situation which the French Government has tried to avoid from the beginning.",
		"entities": [
			[
				"Sainteny",
				4,
				12,
				"PERSON"
			],
			[
				"Prime Minister",
				47,
				61,
				"PERSON"
			],
			[
				"Vietminh Government",
				197,
				216,
				"GPE"
			],
			[
				"French Government",
				240,
				257,
				"GPE"
			]
		]
	},
	{
		"content": "In conclusion, Mr. Faure stressed that with the sole exception of the recall of Sainteny, he could foresee no impediment to French acceptance of the points as outlined by the Ambassador pursuant to the Department's instructions.",
		"entities": [
			[
				"Faure",
				19,
				24,
				"PERSON"
			],
			[
				"Sainteny",
				80,
				88,
				"PERSON"
			],
			[
				"French",
				124,
				130,
				"GPE"
			],
			[
				"Ambassador",
				175,
				185,
				"PERSON"
			],
			[
				"Department",
				202,
				212,
				"ORG"
			]
		]
	},
	{
		"content": "In response to the Ambassador's inquiry concerning Bao Dai's delegation of full military power to General Vy, Minister Laforest stated that Vy was the oldest Vietnamese General, that he was generally respected, and stressed the importance of the fact that General Vy had made clear that he did not wish to participate in a fratricidal civil war.",
		"entities": [
			[
				"Ambassador",
				19,
				29,
				"PERSON"
			],
			[
				"Bao Dai",
				51,
				58,
				"PERSON"
			],
			[
				"General Vy",
				98,
				108,
				"PERSON"
			],
			[
				"Minister Laforest",
				110,
				127,
				"PERSON"
			],
			[
				"Vy",
				140,
				142,
				"PERSON"
			],
			[
				"Vietnamese",
				158,
				168,
				"NORP"
			],
			[
				"General",
				169,
				176,
				"TITLE"
			],
			[
				"General Vy",
				256,
				266,
				"PERSON"
			]
		]
	},
	{
		"content": "He noted that Diem presently has perhaps approximately 10 battalions of Tonkinese troops, including elite parachute elements, presently engaged in supporting him in the present conflict at Saigon.",
		"entities": [
			[
				"Diem",
				14,
				18,
				"PERSON"
			],
			[
				"Tonkinese",
				72,
				81,
				"NORP"
			],
			[
				"Saigon",
				189,
				195,
				"GPE"
			]
		]
	},
	{
		"content": "Minister Laforest likened the situation to the Swiss support of Louis XVI.",
		"entities": [
			[
				"Minister Laforest",
				0,
				17,
				"PERSON"
			],
			[
				"Swiss",
				47,
				52,
				"GPE"
			],
			[
				"Louis XVI",
				64,
				73,
				"PERSON"
			]
		]
	},
	{
		"content": "However, he said, while Diem might succeed in gaining control of the situation in Saigon-Cholon, unquestionably civil war would flare up and continue indecisively in the provinces.",
		"entities": [
			[
				"Diem",
				24,
				28,
				"PERSON"
			],
			[
				"Saigon-Cholon",
				82,
				95,
				"LOC"
			]
		]
	},
	{
		"content": "Many terrible things could occur in the next several weeks, he added, and irremediable damage inflicted.",
		"entities": []
	},
	{
		"content": "Prime Minister Faure intervened to point out that the Vietminh are deliberately keeping clear of the present conflict, \"rubbing their hands in delight\", with full knowledge that civil war will ultimately deliver South Vietnam into their hands.",
		"entities": [
			[
				"Prime Minister Faure",
				0,
				20,
				"PERSON"
			],
			[
				"Vietminh",
				54,
				62,
				"GPE"
			],
			[
				"South Vietnam",
				212,
				225,
				"GPE"
			]
		]
	},
	{
		"content": "The Prime Minister at this juncture referred to his statement at his morning press conference to the effect that France would keep its engagements under the Geneva Accords as regards elections, and he expressed the fear that the scheduled elections had been passed over (depasse) by events which very likely would deliver South Vietnam in fact into the hands of the Vietminh before July 1956.",
		"entities": [
			[
				"Prime Minister",
				4,
				18,
				"PERSON"
			],
			[
				"France",
				113,
				119,
				"GPE"
			],
			[
				"Geneva Accords",
				157,
				171,
				"LAW"
			],
			[
				"South Vietnam",
				322,
				335,
				"GPE"
			],
			[
				"Vietminh",
				366,
				374,
				"GPE"
			],
			[
				"July 1956",
				382,
				391,
				"DATE"
			]
		]
	},
	{
		"content": "The Prime Minister stressed, however, that it was perhaps not impossible to retrieve the situation and ultimately succeed in the test with the Vietminh if joint Franco-American action taken quickly.",
		"entities": [
			[
				"Prime Minister",
				4,
				18,
				"PERSON"
			],
			[
				"Vietminh",
				143,
				151,
				"GPE"
			],
			[
				"Franco-American",
				161,
				176,
				"GPE"
			]
		]
	},
	{
		"content": "He underlined that the basic objective of France and the United States was the same, namely to maintain and safeguard a non-Communist Vietnam within the free world orbit.",
		"entities": [
			[
				"France",
				42,
				48,
				"GPE"
			],
			[
				"United States",
				57,
				70,
				"GPE"
			],
			[
				"non-Communist",
				120,
				133,
				"NORP"
			],
			[
				"Vietnam",
				134,
				141,
				"GPE"
			]
		]
	},
	{
		"content": "M. Faure made clear, however, that the next move was primarily up to the United States and, specifically, he expressed the hope that the United States would exert its influence on Diem to see that he returned to Cannes in accordance with Bao Dai's request in an effort to salvage the situation and find a salutary solution.']",
		"entities": [
			[
				"M. Faure",
				0,
				8,
				"PERSON"
			],
			[
				"United States",
				73,
				86,
				"GPE"
			],
			[
				"United States",
				137,
				150,
				"GPE"
			],
			[
				"Diem",
				180,
				184,
				"PERSON"
			],
			[
				"Cannes",
				212,
				218,
				"LOC"
			],
			[
				"Bao Dai",
				238,
				245,
				"PERSON"
			]
		]
	},
	{
		"content": "['[Telegram] 18.",
		"entities": []
	},
	{
		"content": "Greece declared to join Allies.",
		"entities": [
			[
				"Greece",
				0,
				6,
				"GPE"
			],
			[
				"Allies",
				24,
				30,
				"ORG"
			]
		]
	},
	{
		"content": "Victory for the Prime Minister.",
		"entities": [
			[
				"Prime Minister",
				16,
				30,
				"PERSON"
			]
		]
	},
	{
		"content": "No general mobilization.",
		"entities": []
	},
	{
		"content": "But one division of infantry to be sent to the Dardanelles.",
		"entities": [
			[
				"Dardanelles",
				47,
				58,
				"LOC"
			]
		]
	},
	{
		"content": "Entire Greek Navy at the disposal of English.",
		"entities": [
			[
				"Greek Navy",
				7,
				17,
				"ORG"
			],
			[
				"English",
				37,
				44,
				"GPE"
			]
		]
	},
	{
		"content": "Ports such as Piraeus, Saloniki, Tenedos for the use of Allies.",
		"entities": [
			[
				"Piraeus",
				14,
				21,
				"LOC"
			],
			[
				"Saloniki",
				23,
				31,
				"LOC"
			],
			[
				"Tenedos",
				33,
				40,
				"LOC"
			],
			[
				"Allies",
				56,
				62,
				"ORG"
			]
		]
	},
	{
		"content": "King will accept officially to-day.",
		"entities": [
			[
				"King",
				0,
				4,
				"PERSON"
			]
		]
	},
	{
		"content": "Big demonstration will follow.",
		"entities": []
	},
	{
		"content": "Droppers']",
		"entities": [
			[
				"Droppers",
				0,
				8,
				"PERSON"
			]
		]
	},
	{
		"content": "[\"3674.",
		"entities": []
	},
	{
		"content": "Re last paragraph Embtel 3673.",
		"entities": [
			[
				"Embtel 3673",
				18,
				29,
				"WORK_OF_ART"
			]
		]
	},
	{
		"content": "Following is text joint appreciation agreed to by British, French, and American Ambassadors: Begin text Internal situation in Lebanon is likely to reach critical stage within the next week.",
		"entities": [
			[
				"British, French, and American Ambassadors",
				50,
				91,
				"PERSON"
			],
			[
				"Lebanon",
				126,
				133,
				"LOC"
			]
		]
	},
	{
		"content": "After consultation with my American-French/French-British/American-British colleagues following is our joint appreciation for urgent consideration by our respective governments (my colleagues are reporting in identical terms).",
		"entities": [
			[
				"American-French/French-British/American-British",
				27,
				74,
				"NORP"
			]
		]
	},
	{
		"content": "(a) General Chehab is clearly unwilling to accept presidential succession from hands of Chamoun and thereby incur a political debt.",
		"entities": [
			[
				"General Chehab",
				4,
				18,
				"PERSON"
			],
			[
				"Chamoun",
				88,
				95,
				"PERSON"
			]
		]
	},
	{
		"content": "Only if serious unrest threatens and no other solution seems possible might he be persuaded to stand; but it would be as an independent or opposition candidate.",
		"entities": []
	},
	{
		"content": "First alternative would have suited our interests but second alternative would necessarily represent a clear defeat for Chamoun's pro-western policy and is therefore undesirable.",
		"entities": [
			[
				"Chamoun",
				120,
				127,
				"PERSON"
			],
			[
				"pro-western",
				130,
				141,
				"NORP"
			]
		]
	},
	{
		"content": "(b)",
		"entities": []
	},
	{
		"content": "Chamoun is in our view almost certain to seek amendment of constitution and stand for re-election.",
		"entities": [
			[
				"Chamoun",
				0,
				7,
				"PERSON"
			]
		]
	},
	{
		"content": "We know he has solicited and been promised active sympathy and support of Iraq, Iran, Sudan and Turkey and possibly other countries such as Pakistan, Saudi Arabia, Greece, Italy, etc.",
		"entities": [
			[
				"Iraq",
				74,
				78,
				"GPE"
			],
			[
				"Iran",
				80,
				84,
				"GPE"
			],
			[
				"Sudan",
				86,
				91,
				"GPE"
			],
			[
				"Turkey",
				96,
				102,
				"GPE"
			],
			[
				"Pakistan",
				140,
				148,
				"GPE"
			],
			[
				"Saudi Arabia",
				150,
				162,
				"GPE"
			],
			[
				"Greece",
				164,
				170,
				"GPE"
			],
			[
				"Italy",
				172,
				177,
				"GPE"
			]
		]
	},
	{
		"content": "His success or failure must therefore be judged in much wider context than mere internal Lebanese politics.",
		"entities": [
			[
				"Lebanese",
				89,
				97,
				"GPE"
			]
		]
	},
	{
		"content": "Once he has announced his intentions western failure to support him will have repercussions among all most moderate and responsible friends and allies of west in ME area.",
		"entities": []
	},
	{
		"content": "Chamoun has come to symbolize to them forces of resistance to Nasser.",
		"entities": [
			[
				"Chamoun",
				0,
				7,
				"PERSON"
			],
			[
				"Nasser",
				62,
				68,
				"PERSON"
			]
		]
	},
	{
		"content": "(c) Parliamentary situation is uncertain but Chamoun can probably command necessary 2/3s majority for amendment of constitution and re-election.",
		"entities": [
			[
				"Parliamentary",
				4,
				17,
				"ORG"
			],
			[
				"Chamoun",
				45,
				52,
				"PERSON"
			]
		]
	},
	{
		"content": "But opposition representation in Chamber of Deputies not proportional to its popular support and many Moslem and some Christian elements seem determined to mobilize their adherents outside Chamber and resort if necessary to extreme measures to frustrate Chamoun.",
		"entities": [
			[
				"Chamber of Deputies",
				33,
				52,
				"ORG"
			],
			[
				"Moslem",
				102,
				108,
				"NORP"
			],
			[
				"Christian",
				118,
				127,
				"NORP"
			],
			[
				"Chamber",
				189,
				196,
				"ORG"
			],
			[
				"Chamoun",
				254,
				261,
				"PERSON"
			]
		]
	},
	{
		"content": "Disorders must therefore be expected.",
		"entities": []
	},
	{
		"content": "Extent of danger this factor represents depends upon willingness of Army (i.e., General Chehab) to maintain order at all costs.",
		"entities": [
			[
				"Army",
				68,
				72,
				"ORG"
			],
			[
				"General Chehab",
				80,
				94,
				"PERSON"
			]
		]
	},
	{
		"content": "(d) General Chehab mistrusts Chamoun and is inclined to remain aloof in any civil conflict, which would inevitably tend to assume a communal character.",
		"entities": [
			[
				"General Chehab",
				4,
				18,
				"PERSON"
			],
			[
				"Chamoun",
				29,
				36,
				"PERSON"
			]
		]
	},
	{
		"content": "But we consider he is first and foremost a loyal soldier and citizen and that declared policy of three western powers will be determinative in deciding his attitude.",
		"entities": []
	},
	{
		"content": "(e) President Chamoun has clearly indicated his final decision will be taken about May 7.",
		"entities": [
			[
				"President Chamoun",
				4,
				21,
				"PERSON"
			],
			[
				"May 7",
				83,
				88,
				"DATE"
			]
		]
	},
	{
		"content": "He can then be expected to appeal to us for open support.",
		"entities": []
	},
	{
		"content": "Time will be very short as parliamentary measures for amendment of constitution and re-election could be forced through in a single session.",
		"entities": []
	},
	{
		"content": "In our view optimum solution would be that Chamoun should hand over presidential office to General Chehab or to some other mutually agreed candidate.",
		"entities": [
			[
				"Chamoun",
				43,
				50,
				"PERSON"
			],
			[
				"General Chehab",
				91,
				105,
				"PERSON"
			]
		]
	},
	{
		"content": "This now seems excluded.",
		"entities": []
	},
	{
		"content": "We are therefore likely to be faced with stark alternative of supporting Chamoun or standing aloof.",
		"entities": [
			[
				"Chamoun",
				73,
				80,
				"PERSON"
			]
		]
	},
	{
		"content": "For reasons in paragraph 2(b) above in particular we consider we shall have to support Chamoun despite known risks.",
		"entities": [
			[
				"Chamoun",
				87,
				94,
				"PERSON"
			]
		]
	},
	{
		"content": "Practical measures short of open support might involve: (a) Approach to General Chehab to ensure maintenance of law and order (see 2(d) above).",
		"entities": [
			[
				"General Chehab",
				72,
				86,
				"PERSON"
			]
		]
	},
	{
		"content": "Financial aid to deal especially with press which is hostile but venal.",
		"entities": []
	},
	{
		"content": "Coordination and mobilization of diplomatic support by countries mentioned in 2(b) above.",
		"entities": []
	},
	{
		"content": "Provision of equipment to strengthen government radio station Beirut.",
		"entities": [
			[
				"Beirut",
				62,
				68,
				"LOC"
			]
		]
	},
	{
		"content": "Clear warning UAR interference will not be tolerated.",
		"entities": [
			[
				"UAR",
				14,
				17,
				"GPE"
			]
		]
	},
	{
		"content": "We are not able to assess reaction of EG [sic] Soviet Government which may be extremely sharp owing to presence of Nasser as their guest.",
		"entities": [
			[
				"Soviet Government",
				47,
				64,
				"GPE"
			],
			[
				"Nasser",
				115,
				121,
				"PERSON"
			]
		]
	},
	{
		"content": "But we consider that despite possibility of internal disorder and external complications failure to support Chamoun represents greater long term risk.",
		"entities": [
			[
				"Chamoun",
				108,
				115,
				"PERSON"
			]
		]
	},
	{
		"content": "Grateful for very early instructions, since President has already asked to see American Ambassador on Wednesday morning, May 7.",
		"entities": [
			[
				"President",
				44,
				53,
				"PERSON"
			],
			[
				"American Ambassador",
				79,
				98,
				"PERSON"
			],
			[
				"May 7",
				121,
				126,
				"DATE"
			]
		]
	},
	{
		"content": "End text Suggest Department pass Copenhagen for Secretary.",
		"entities": [
			[
				"Department",
				17,
				27,
				"ORG"
			],
			[
				"Copenhagen",
				33,
				43,
				"LOC"
			],
			[
				"Secretary",
				48,
				57,
				"PERSON"
			]
		]
	},
	{
		"content": "McClintock\"]",
		"entities": [
			[
				"McClintock",
				0,
				10,
				"PERSON"
			]
		]
	},
	{
		"content": "[\"No. 263.",
		"entities": []
	},
	{
		"content": "No. 28.]",
		"entities": []
	},
	{
		"content": "Sir: With reference to the ceremonies which have taken place at New York upon the arrival at that port and the delivery of the statue of Liberty, I have received from M. de Freycinet an official communication requesting me to express to my Government the thanks of the French Republic for the magnificent and flattering way in which the gift of France has been received.",
		"entities": [
			[
				"New York",
				64,
				72,
				"LOC"
			],
			[
				"statue of Liberty",
				127,
				144,
				"FAC"
			],
			[
				"M. de Freycinet",
				167,
				182,
				"PERSON"
			],
			[
				"French Republic",
				269,
				284,
				"GPE"
			],
			[
				"France",
				345,
				351,
				"GPE"
			]
		]
	},
	{
		"content": "I inclose herewith a copy and translation of Mr. de Freycinet's note.",
		"entities": [
			[
				"de Freycinct",
				49,
				61,
				"PERSON"
			]
		]
	},
	{
		"content": "I have, &c., ROBERT M. McLANE.",
		"entities": [
			[
				"ROBERT M. McLANE",
				13,
				29,
				"PERSON"
			]
		]
	},
	{
		"content": "[Inclosure in No. 28.--Translation.]",
		"entities": []
	},
	{
		"content": "Mr. de Freycinct to Mr. McLane.",
		"entities": [
			[
				"de Freycinct",
				4,
				16,
				"PERSON"
			],
			[
				"McLane",
				24,
				30,
				"PERSON"
			]
		]
	},
	{
		"content": "Ministry of Foreign Affairs,Paris, June 20, 1885.",
		"entities": [
			[
				"Ministry of Foreign Affairs",
				0,
				27,
				"ORG"
			],
			[
				"Paris",
				28,
				33,
				"LOC"
			],
			[
				"June 20, 1885",
				35,
				48,
				"DATE"
			]
		]
	},
	{
		"content": "Sir: Our consul at New York telegraphs me an account of the imposing ceremony which has just taken place in the United States on the occasion of the delivery of the statue of Liberty.",
		"entities": [
			[
				"New York",
				19,
				27,
				"LOC"
			],
			[
				"United States",
				112,
				125,
				"LOC"
			],
			[
				"statue of Liberty",
				165,
				182,
				"FAC"
			]
		]
	},
	{
		"content": "He calls especial attention to the magnificent reception and flattering welcome which Admiral Lacombe and his staff have received from Mr. Whitney, Secretary of the Navy, and Mr. Grace, mayor of New York.",
		"entities": [
			[
				"Admiral Lacombe",
				86,
				101,
				"PERSON"
			],
			[
				"Whitney",
				139,
				146,
				"PERSON"
			],
			[
				"Secretary of the Navy",
				148,
				169,
				"TITLE"
			],
			[
				"Grace",
				179,
				184,
				"PERSON"
			],
			[
				"mayor of New York",
				186,
				203,
				"TITLE"
			]
		]
	},
	{
		"content": "I beg you to be kind enough to transmit to the Federal Government the expression of our gratitude for these marks of sympathy which correspond so well with the sentiments of good feeling and cordiality which unite the two nations.",
		"entities": [
			[
				"Federal Government",
				47,
				65,
				"GPE"
			]
		]
	},
	{
		"content": "Accept, &c., C. de FREYCINET.\"]",
		"entities": [
			[
				"C. de FREYCINET",
				13,
				28,
				"PERSON"
			]
		]
	},
	{
		"content": "['NATIONAL SECURITY COUNCIL MEETING IN CABINET ROOM, MONDAY, NOVEMBER 25, 1968 WITH THE PRESIDENT, SECRETARY RUSK, J. R. WIGGINS, AMBASSADOR TO THE U.N. JOSEPH SISCO, ASSISTANT SECRETARY OF STATE, SECRETARY CLIFFORD, PAUL NITZE, SECRETARY FOWLER, DIRECTOR HELMS, GENERAL WHEELER, GEORGE CHRISTIAN, WALT ROSTOW, BROMLEY SMITH AND ED FRIED --12:06 P.M.",
		"entities": [
			[
				"NATIONAL SECURITY COUNCIL",
				2,
				27,
				"ORG"
			],
			[
				"CABINET ROOM",
				39,
				51,
				"FAC"
			],
			[
				"NOVEMBER 25, 1968",
				61,
				78,
				"DATE"
			],
			[
				"PRESIDENT",
				88,
				97,
				"PERSON"
			],
			[
				"SECRETARY RUSK",
				99,
				113,
				"PERSON"
			],
			[
				"J. R. WIGGINS",
				115,
				128,
				"PERSON"
			],
			[
				"AMBASSADOR TO THE U.N.",
				130,
				152,
				"TITLE"
			],
			[
				"JOSEPH SISCO",
				153,
				165,
				"PERSON"
			],
			[
				"ASSISTANT SECRETARY OF STATE",
				167,
				195,
				"TITLE"
			],
			[
				"SECRETARY CLIFFORD",
				197,
				215,
				"PERSON"
			],
			[
				"PAUL NITZE",
				217,
				227,
				"PERSON"
			],
			[
				"SECRETARY FOWLER",
				229,
				245,
				"PERSON"
			],
			[
				"DIRECTOR HELMS",
				247,
				261,
				"PERSON"
			],
			[
				"GENERAL WHEELER",
				263,
				278,
				"PERSON"
			],
			[
				"GEORGE CHRISTIAN",
				280,
				296,
				"PERSON"
			],
			[
				"WALT ROSTOW",
				298,
				309,
				"PERSON"
			],
			[
				"BROMLEY SMITH",
				311,
				324,
				"PERSON"
			],
			[
				"ED FRIED",
				329,
				337,
				"PERSON"
			]
		]
	},
	{
		"content": "[Here follows a brief introductory discussion of two U.S. reconnaissance planes that were shot down over Vietnam.]",
		"entities": [
			[
				"U.S.",
				53,
				57,
				"GPE"
			],
			[
				"Vietnam",
				105,
				112,
				"LOC"
			]
		]
	},
	{
		"content": "Fowler:",
		"entities": [
			[
				"Fowler",
				0,
				6,
				"PERSON"
			]
		]
	},
	{
		"content": "The first place we always look to for answers on these things are the Departments.",
		"entities": [
			[
				"Departments",
				70,
				81,
				"ORG"
			]
		]
	},
	{
		"content": "And I think, therefore, I will give you a quick report on what the market situation was as of 11 o'clock this morning which covers most of the trading day in Europe.",
		"entities": [
			[
				"Europe",
				158,
				164,
				"LOC"
			]
		]
	},
	{
		"content": "The exchange rate, movements and the flow of funds are very faithful because the money is going out of Germany and into France.",
		"entities": [
			[
				"Germany",
				103,
				110,
				"LOC"
			],
			[
				"France",
				120,
				126,
				"LOC"
			]
		]
	},
	{
		"content": "And the French franc rate is up and the British pound rate is up and apparently this is the result of the real money flow rather than in marketing prevention.",
		"entities": [
			[
				"French",
				8,
				14,
				"GPE"
			],
			[
				"British",
				40,
				47,
				"GPE"
			]
		]
	},
	{
		"content": "The other significant thing from our point of view is that the dollar is strong and the gold market has remained very calm.",
		"entities": []
	},
	{
		"content": "Low rise, and high minor rise, in the morning from 30# the first fixing and a decline back to $40.10 in the afternoon.",
		"entities": []
	},
	{
		"content": "So the first market reactions are good.",
		"entities": []
	},
	{
		"content": "As to the impact of the French measures, the details will not be announced until tomorrow, so we get impressions on these from our fellows in Paris the way they feel about these things.",
		"entities": [
			[
				"French",
				24,
				30,
				"GPE"
			],
			[
				"Paris",
				142,
				147,
				"LOC"
			]
		]
	},
	{
		"content": "The French exchange patrol measures that were issued last June, and then rescinded later, were fairly mild in form and not particularly effective, but the new regulations have all the markings of being very tough and very effective, as far as releasing money from France by Frenchmen--in other words, out of France.",
		"entities": [
			[
				"French",
				4,
				10,
				"GPE"
			],
			[
				"June",
				58,
				62,
				"DATE"
			],
			[
				"France",
				264,
				270,
				"GPE"
			],
			[
				"Frenchmen",
				274,
				283,
				"NORP"
			],
			[
				"France",
				308,
				314,
				"GPE"
			]
		]
	},
	{
		"content": "Just one example.",
		"entities": []
	},
	{
		"content": "On tourism.",
		"entities": []
	},
	{
		"content": "Frenchmen can carry abroad $40.00 worth of French francs, and--in French bank notes--and $100.00 of foreign currency.",
		"entities": [
			[
				"Frenchmen",
				0,
				9,
				"NORP"
			],
			[
				"French",
				43,
				49,
				"GPE"
			],
			[
				"French",
				66,
				72,
				"NORP"
			]
		]
	},
	{
		"content": "They must carry evidence that they bought the currency from an authorized bank and it is a once in a year allowance.",
		"entities": []
	},
	{
		"content": "People moving into France will have to--when you go in you will have to, if you are an ordinary tourist, register the amount of currency you are taking in, so that the effective currency rate is under control.",
		"entities": [
			[
				"France",
				19,
				25,
				"GPE"
			]
		]
	},
	{
		"content": "Characteristically, French exchange control regulations have been very effective in the past when they have been really tough enough, though I don't think we should underestimate the possibility that for a period of time they may be able to considerably arrest the flow.",
		"entities": [
			[
				"French",
				20,
				26,
				"GPE"
			]
		]
	},
	{
		"content": "The export tax percentage has not been made at all clear.",
		"entities": []
	},
	{
		"content": "DeGaulle simply said he would relieve corporations of \"certain taxes that excessively weigh on their costs.\"",
		"entities": [
			[
				"DeGaulle",
				0,
				8,
				"PERSON"
			]
		]
	},
	{
		"content": "We have no details, but it seems to involve an increased tax rebate of some sort, like our investment credit on import-export taxes.",
		"entities": []
	},
	{
		"content": "On imports, nothing special expected.",
		"entities": []
	},
	{
		"content": "This could be a very effective way of quickly arresting the balance of payments problem, but there's no sign yet of a rigid issuance of import licenses.",
		"entities": []
	},
	{
		"content": "France has traditionally resisted import surcharges, that is, adding taxes to imports as being inflationary.",
		"entities": [
			[
				"France",
				0,
				6,
				"GPE"
			]
		]
	},
	{
		"content": "And reducing the pressure of foreign competition.",
		"entities": []
	},
	{
		"content": "We don't know what they are going to do in the wage-price field, although the General's message to the Nation clearly indicated a Hold the Line policy on wages and prices.",
		"entities": [
			[
				"General",
				78,
				85,
				"PERSON"
			]
		]
	},
	{
		"content": "Whether that would be by any further measures or not, or whether he's going to wait and see what's happening, we don't know.",
		"entities": []
	},
	{
		"content": "I think insofar as the United States is concerned--impact on trade--it would be fair to say that what's happened in Germany, which is advantageous to us, will be adequate to prove to be a counterweight for anything that happens in Great Britain or anything that we see currently likely to happen in France.",
		"entities": [
			[
				"United States",
				23,
				36,
				"GPE"
			],
			[
				"Germany",
				116,
				123,
				"LOC"
			],
			[
				"Great Britain",
				231,
				244,
				"LOC"
			],
			[
				"France",
				299,
				305,
				"LOC"
			]
		]
	},
	{
		"content": "I would say it's a standoff and the benefits we receive from Germany would probably just about be offset by the French and the United Kingdom moves.",
		"entities": [
			[
				"Germany",
				61,
				68,
				"GPE"
			],
			[
				"French",
				112,
				118,
				"GPE"
			],
			[
				"United Kingdom",
				127,
				141,
				"GPE"
			]
		]
	},
	{
		"content": "The overall impact of this that we should note is, of course, that now four of the major economies in the world--United States, United Kingdom, France, and to some extent Germany--are cutting back their growth and this will tend over a time to have some heavy impact on world trade.",
		"entities": [
			[
				"United States",
				113,
				126,
				"GPE"
			],
			[
				"United Kingdom",
				128,
				142,
				"GPE"
			],
			[
				"France",
				144,
				150,
				"GPE"
			],
			[
				"Germany",
				171,
				178,
				"GPE"
			]
		]
	},
	{
		"content": "Mr. President, I think the further implications for the Security Council would be largely in the political field.",
		"entities": [
			[
				"President",
				4,
				13,
				"PERSON"
			],
			[
				"Security Council",
				56,
				72,
				"ORG"
			]
		]
	},
	{
		"content": "There has undoubtedly been a great impact as a result of this situation on Franco-German relationships and on German-United Kingdom relationships.",
		"entities": [
			[
				"Franco-German",
				75,
				88,
				"GPE"
			],
			[
				"German-United Kingdom",
				110,
				131,
				"GPE"
			]
		]
	},
	{
		"content": "I think as far as the offset situation, instead of the reduction of their trade surplus being a minus, in view of the statements that Strauss and Schiller made during the course of the meeting, some of which have gotten into the press, it gives us a very firm position--that don't come around pleading now that because you did this you can diminish your offset and prolong it.",
		"entities": [
			[
				"Strauss",
				134,
				141,
				"PERSON"
			],
			[
				"Schiller",
				146,
				154,
				"PERSON"
			]
		]
	},
	{
		"content": "One of the prime reasons that they put forward during the course of the meeting for not revaluing at 7-1/2 percent or greatly increasing these grave tax measures was that they needed to have adequate trade surplus in order to make good on a 900 billion dollar offset--the fact that this is something our successors should be made aware of.",
		"entities": []
	},
	{
		"content": "President: What is the feeling between the Germans and the French?",
		"entities": [
			[
				"President",
				0,
				9,
				"PERSON"
			],
			[
				"Germans",
				43,
				50,
				"GPE"
			],
			[
				"French",
				59,
				65,
				"GPE"
			]
		]
	},
	{
		"content": "Fowler: Considerable.",
		"entities": [
			[
				"Fowler",
				0,
				6,
				"PERSON"
			]
		]
	},
	{
		"content": "[8 lines of source text not declassified] There were--undoubtedly this pressure that was felt in the meeting of the Central Bank Governors at Bonn--and the Germans feel that the French put them in a very tough position.",
		"entities": [
			[
				"Central Bank Governors",
				116,
				138,
				"ORG"
			],
			[
				"Bonn",
				142,
				146,
				"LOC"
			],
			[
				"Germans",
				156,
				163,
				"GPE"
			],
			[
				"French",
				178,
				184,
				"GPE"
			]
		]
	},
	{
		"content": "In turn, the French, I think quite properly, feel that the Germans have not done as much as they could or should as partners in this operation.",
		"entities": [
			[
				"French",
				13,
				19,
				"GPE"
			],
			[
				"Germans",
				59,
				66,
				"GPE"
			]
		]
	},
	{
		"content": "What they would have liked to have done is work out a straight Franco-German deal--a package deal, and neither party--they were not able to work that out.",
		"entities": [
			[
				"Franco-German",
				63,
				76,
				"GPE"
			]
		]
	},
	{
		"content": "President: What conceivably could we be called upon to do extra?",
		"entities": [
			[
				"President",
				0,
				9,
				"PERSON"
			]
		]
	},
	{
		"content": "Put up more as far as France?",
		"entities": [
			[
				"France",
				22,
				28,
				"GPE"
			]
		]
	},
	{
		"content": "Fowler:",
		"entities": [
			[
				"Fowler",
				0,
				6,
				"PERSON"
			]
		]
	},
	{
		"content": "No.",
		"entities": []
	},
	{
		"content": "The installment on the credit package.",
		"entities": []
	},
	{
		"content": "A French request for withdrawal (interrupted).",
		"entities": [
			[
				"French",
				2,
				8,
				"GPE"
			]
		]
	},
	{
		"content": "President: Four or five hundred million more?",
		"entities": [
			[
				"President",
				0,
				9,
				"PERSON"
			]
		]
	},
	{
		"content": "Fowler: I don't think so.",
		"entities": [
			[
				"Fowler",
				0,
				6,
				"PERSON"
			]
		]
	},
	{
		"content": "President: Is there anything else that you can foresee that we ought to be planning?",
		"entities": [
			[
				"President",
				0,
				9,
				"PERSON"
			]
		]
	},
	{
		"content": "Fowler:",
		"entities": [
			[
				"Fowler",
				0,
				6,
				"PERSON"
			]
		]
	},
	{
		"content": "We, last night--yesterday, Mr. President, made an appraisal of the French measures, and what we could do in addition to help on this thing.",
		"entities": [
			[
				"President",
				31,
				40,
				"PERSON"
			],
			[
				"French",
				67,
				73,
				"GPE"
			]
		]
	},
	{
		"content": "Bill Martin yesterday afternoon called the head of the German Central Bank, Blessing and ---- the Head of the Mellon Central Bank, who's also Chairman of the Ball Group, and Stopper, the Head of the Swiss Bank, and asked them to do what they could do through their organizations to give objective press guidance on the French action of the sort that we are trying to give here.",
		"entities": [
			[
				"Bill Martin",
				0,
				11,
				"PERSON"
			],
			[
				"German Central Bank",
				55,
				74,
				"ORG"
			],
			[
				"Blessing",
				76,
				84,
				"PERSON"
			],
			[
				"Mellon Central Bank",
				110,
				129,
				"ORG"
			],
			[
				"Chairman",
				142,
				150,
				"TITLE"
			],
			[
				"Ball Group",
				158,
				168,
				"ORG"
			],
			[
				"Stopper",
				174,
				181,
				"PERSON"
			],
			[
				"Swiss Bank",
				199,
				209,
				"ORG"
			],
			[
				"French",
				319,
				325,
				"GPE"
			]
		]
	},
	{
		"content": "And also to speed up a settling program--that the Central Bank Governments were mandated to do with the BIS on a recycling of check flow--this wouldn't have any figures or any limit but the idea you see would be to make the gain completely useless.",
		"entities": [
			[
				"Central Bank Governments",
				50,
				74,
				"ORG"
			],
			[
				"BIS",
				104,
				107,
				"ORG"
			]
		]
	},
	{
		"content": "If one--let's say the Bank of France intervening in the market to protect the franc spent one hundred million and it went into Germany and that could be identified as speculative though the Germans would automatically put that back in the form of some credit arrangement to the Bank of France, so that there would be a kind of a circular flow of funds rather than a drain, an ever increasing drain, which would make the situation impossible.",
		"entities": [
			[
				"Bank of France",
				22,
				36,
				"ORG"
			],
			[
				"Germany",
				127,
				134,
				"LOC"
			],
			[
				"Germans",
				190,
				197,
				"GPE"
			],
			[
				"Bank of France",
				278,
				292,
				"ORG"
			]
		]
	},
	{
		"content": "In addition to those measures, Martin asked Blessing if there were any other measures that he thought the Germans could take to moderate capital outflow.",
		"entities": [
			[
				"Martin",
				31,
				37,
				"PERSON"
			],
			[
				"Blessing",
				44,
				52,
				"PERSON"
			],
			[
				"Germans",
				106,
				113,
				"GPE"
			]
		]
	},
	{
		"content": "Blessing and Martin have a very good relationship, and I am sure Blessing levelled with him when he said he couldn't think of another thing they could do.",
		"entities": [
			[
				"Blessing",
				0,
				8,
				"PERSON"
			],
			[
				"Martin",
				13,
				19,
				"PERSON"
			],
			[
				"Blessing",
				65,
				73,
				"PERSON"
			]
		]
	},
	{
		"content": "He called the British Treasury and expressed the desirability of their making helpful noises.",
		"entities": [
			[
				"British Treasury",
				14,
				30,
				"ORG"
			]
		]
	},
	{
		"content": "He talked to Douglas Allott.",
		"entities": [
			[
				"Douglas Allott",
				13,
				27,
				"PERSON"
			]
		]
	},
	{
		"content": "The number two man agreed and said they were trying to and would follow our lead on that.",
		"entities": []
	},
	{
		"content": "They seemed to have mixed emotions.",
		"entities": []
	},
	{
		"content": "They are very glad there was no franc devaluation, which was what they were deathly afraid of, certainly a major one.",
		"entities": []
	},
	{
		"content": "They are concerned over market reactions--probably feel better today after what has happened.",
		"entities": []
	},
	{
		"content": "He talked also to Paul Schweitzer, the Director of the International Monetary Fund, who had developed that there was some case for devaluation, but felt that this move was a good move, a gracious move.",
		"entities": [
			[
				"Paul Schweitzer",
				18,
				33,
				"PERSON"
			],
			[
				"International Monetary Fund",
				55,
				82,
				"ORG"
			]
		]
	},
	{
		"content": "He did not think the French would apply for a standby credit on the Fund at this time, but was less certain on this than he had been on Saturday afternoon.",
		"entities": [
			[
				"French",
				21,
				27,
				"GPE"
			],
			[
				"Fund",
				68,
				72,
				"ORG"
			]
		]
	},
	{
		"content": "I think the IMF will make constructive comments, so the most, Mr. President, that we can do at this time, I think, is to try to keep this in an optimistic, favorable framework, this whole suggestion.",
		"entities": [
			[
				"IMF",
				12,
				15,
				"ORG"
			],
			[
				"President",
				66,
				75,
				"PERSON"
			]
		]
	},
	{
		"content": "President: Is it fair to say that after reading DeGaulle's speech and after seeing the performance of the market and after talking to the bankers that Martin talked to and the contacts that you all have had, that you think that this is likely to be successful?",
		"entities": [
			[
				"President",
				0,
				9,
				"PERSON"
			],
			[
				"DeGaulle",
				48,
				56,
				"PERSON"
			],
			[
				"Martin",
				151,
				157,
				"PERSON"
			]
		]
	},
	{
		"content": "Fowler:",
		"entities": [
			[
				"Fowler",
				0,
				6,
				"PERSON"
			]
		]
	},
	{
		"content": "I think I would say that.",
		"entities": []
	},
	{
		"content": "President:",
		"entities": [
			[
				"President",
				0,
				9,
				"PERSON"
			]
		]
	},
	{
		"content": "And is it fair to assume that you do not anticipate any more serious calls for performance on our part?",
		"entities": []
	},
	{
		"content": "Fowler:",
		"entities": [
			[
				"Fowler",
				0,
				6,
				"PERSON"
			]
		]
	},
	{
		"content": "I hesitate to make a long-term projection on that.",
		"entities": []
	},
	{
		"content": "I think this thing could conceivably hold and stabilize the situation for months in advance.",
		"entities": []
	},
	{
		"content": "On the other hand-- President:",
		"entities": [
			[
				"President",
				20,
				29,
				"PERSON"
			]
		]
	},
	{
		"content": "Well, but I got the impression prior to reading the report that before he even took this action, that he didn't feel that it was going to adversely affect us one way or the other.",
		"entities": []
	},
	{
		"content": "Fowler:",
		"entities": [
			[
				"Fowler",
				0,
				6,
				"PERSON"
			]
		]
	},
	{
		"content": "No, I don't think that-- President: And that there wasn't anything much that we needed to do.",
		"entities": [
			[
				"President",
				25,
				34,
				"PERSON"
			]
		]
	},
	{
		"content": "Fowler:",
		"entities": [
			[
				"Fowler",
				0,
				6,
				"PERSON"
			]
		]
	},
	{
		"content": "I don't think we're in it-- President: What I'm asking now is, should we pull in our belts, pull up our socks, take any additional steps, make any additional preparation?",
		"entities": [
			[
				"President",
				28,
				37,
				"PERSON"
			]
		]
	},
	{
		"content": "Look at any measures that we might have to take if we got into an emergency?",
		"entities": []
	},
	{
		"content": "Fowler:",
		"entities": [
			[
				"Fowler",
				0,
				6,
				"PERSON"
			]
		]
	},
	{
		"content": "No.",
		"entities": []
	},
	{
		"content": "I think that a--as I see it, the situation now, we have done all that we can do or that the minds of all the Ministers of Finance and the Central Bank Governors can conjure up.",
		"entities": [
			[
				"Ministers of Finance",
				109,
				129,
				"PERSON"
			],
			[
				"Central Bank Governors",
				138,
				160,
				"PERSON"
			]
		]
	},
	{
		"content": "I think about all I would say on that is I think that over the next 60 or 90 days we ought to keep our situation extremely sound here at home, because the one sustaining element in the whole picture, psychologically, has been the strength of the dollar.",
		"entities": []
	},
	{
		"content": "Had we been rocking and rolling God knows what would have happened.",
		"entities": []
	},
	{
		"content": "[Here follows discussion of Vietnam, several issues before the United Nations, the Middle East, and disarmament questions.]']",
		"entities": [
			[
				"Vietnam",
				28,
				35,
				"GPE"
			],
			[
				"United Nations",
				63,
				77,
				"ORG"
			],
			[
				"Middle East",
				83,
				94,
				"LOC"
			]
		]
	},
	{
		"content": "[\"[Omitted here are a table of contents, and Sections I through X.] XI.",
		"entities": []
	},
	{
		"content": "LATIN AMERICA",
		"entities": [
			[
				"LATIN AMERICA",
				0,
				13,
				"LOC"
			]
		]
	},
	{
		"content": "Throughout Latin America, governments continued in 1972 to come under severe pressures to achieve economic development and social reform.",
		"entities": [
			[
				"Latin America",
				11,
				24,
				"LOC"
			],
			[
				"1972",
				51,
				55,
				"DATE"
			]
		]
	},
	{
		"content": "The rate of progress has varied greatly in the hemisphere, but no country has reached a sufficient level of development to warrant confidence that both goals will be reached soon.",
		"entities": []
	},
	{
		"content": "Even in countries that enjoy relatively enlightened leadership, tradition-bound political groups and social institutions offer strong resistance to change.",
		"entities": []
	},
	{
		"content": "Other problems, such as high population growth and the rapid influx of impoverished, illiterate, and unskilled people into urban areas also hindered progress.",
		"entities": []
	},
	{
		"content": "Developments in Latin America during 1972 reflected the intensification of nationalistic sentiment that has characterized recent years.",
		"entities": [
			[
				"Latin America",
				16,
				29,
				"LOC"
			],
			[
				"1972",
				37,
				41,
				"DATE"
			]
		]
	},
	{
		"content": "Nationalism contributed to further shifts in international relationships and to pressures against US and other foreign investment.",
		"entities": [
			[
				"US",
				98,
				100,
				"GPE"
			]
		]
	},
	{
		"content": "There was generally increased interest among Latin American governments in expanding ties with Europe, the Soviet Union, Japan, and to a lesser extent, Communist China.",
		"entities": [
			[
				"Latin American",
				45,
				59,
				"NORP"
			],
			[
				"Europe",
				95,
				101,
				"LOC"
			],
			[
				"Soviet Union",
				107,
				119,
				"GPE"
			],
			[
				"Japan",
				121,
				126,
				"GPE"
			],
			[
				"Communist China",
				152,
				167,
				"GPE"
			]
		]
	},
	{
		"content": "Thirteen Latin American nations now have formal relations with Moscow; Paraguay is the only South American country that has not recognized the USSR.",
		"entities": [
			[
				"Latin American",
				9,
				23,
				"NORP"
			],
			[
				"Moscow",
				63,
				69,
				"GPE"
			],
			[
				"Paraguay",
				71,
				79,
				"GPE"
			],
			[
				"South American",
				92,
				106,
				"NORP"
			],
			[
				"USSR",
				143,
				147,
				"GPE"
			]
		]
	},
	{
		"content": "Argentina, Mexico, and Guyana opened diplomatic relations with Peking during the year, and several countries exchanged commercial missions with Communist China.",
		"entities": [
			[
				"Argentina",
				0,
				9,
				"GPE"
			],
			[
				"Mexico",
				11,
				17,
				"GPE"
			],
			[
				"Guyana",
				23,
				29,
				"GPE"
			],
			[
				"Peking",
				63,
				69,
				"GPE"
			],
			[
				"Communist China",
				144,
				159,
				"GPE"
			]
		]
	},
	{
		"content": "Nationalism was a major ingredient in the tendency among Latin American leaders to pursue what they described as revolutionary policies.",
		"entities": [
			[
				"Latin American",
				57,
				71,
				"NORP"
			]
		]
	},
	{
		"content": "This was true in Brazil, Panama, and Peru, as well as in Chile, which has a Marxist president.",
		"entities": [
			[
				"Brazil",
				17,
				23,
				"GPE"
			],
			[
				"Panama",
				25,
				31,
				"GPE"
			],
			[
				"Peru",
				37,
				41,
				"GPE"
			],
			[
				"Chile",
				57,
				62,
				"GPE"
			],
			[
				"Marxist",
				76,
				83,
				"NORP"
			]
		]
	},
	{
		"content": "Latin America's economic growth slowed for the second consecutive year in 1972 but remained above the 5.3 percent average rate of the 1961-70 period.",
		"entities": [
			[
				"Latin America",
				0,
				13,
				"LOC"
			],
			[
				"1972",
				74,
				78,
				"DATE"
			],
			[
				"1961-70",
				134,
				141,
				"DATE"
			]
		]
	},
	{
		"content": "The gross domestic product for Latin America grew by an estimated 5.7 percent in real terms, down from the 6.1 percent obtained the previous year and considerably below the post-1960 record of 6.8 percent reached in 1970.",
		"entities": [
			[
				"Latin America",
				31,
				44,
				"LOC"
			],
			[
				"post-1960",
				173,
				182,
				"DATE"
			],
			[
				"1970",
				216,
				220,
				"DATE"
			]
		]
	},
	{
		"content": "Despite this slowdown and the continuing high rate of population growth (2.8 percent annually), per capita income gains in 1972 averaged 2.8 percent for the region, surpassing the 2.5 percent goal established under the Alliance for Progress and considerably better than the 1961-70 average of 2.3 percent.",
		"entities": [
			[
				"1972",
				123,
				127,
				"DATE"
			],
			[
				"Alliance for Progress",
				219,
				240,
				"ORG"
			],
			[
				"1961-70",
				274,
				281,
				"DATE"
			]
		]
	},
	{
		"content": "The region's progress during 1972, as in the previous year, owed much to the extremely rapid growth of the Brazilian economy (about 9.5 percent).",
		"entities": [
			[
				"1972",
				29,
				33,
				"DATE"
			],
			[
				"Brazilian",
				107,
				116,
				"GPE"
			]
		]
	},
	{
		"content": "Excluding Brazil, economic growth in the region averaged only 4.3 percent, and per capita growth only 1.5 percent.",
		"entities": [
			[
				"Brazil",
				10,
				16,
				"GPE"
			]
		]
	},
	{
		"content": "Although the Mexican economy recovered substantially in 1972, growth fell sharply in Peru and Chile and remained low in Argentina and Uruguay.",
		"entities": [
			[
				"Mexican",
				13,
				20,
				"GPE"
			],
			[
				"1972",
				56,
				60,
				"DATE"
			],
			[
				"Peru",
				85,
				89,
				"GPE"
			],
			[
				"Chile",
				94,
				99,
				"GPE"
			],
			[
				"Argentina",
				120,
				129,
				"GPE"
			],
			[
				"Uruguay",
				134,
				141,
				"GPE"
			]
		]
	},
	{
		"content": "Most countries saw the gap widen between themselves and rich nations outside the hemisphere.",
		"entities": []
	},
	{
		"content": "The armed forces, to varying degrees, exercised political power in Argentina, Brazil, Bolivia, Panama, Peru, and Ecuador.",
		"entities": [
			[
				"Argentina",
				67,
				76,
				"GPE"
			],
			[
				"Brazil",
				78,
				84,
				"GPE"
			],
			[
				"Bolivia",
				86,
				93,
				"GPE"
			],
			[
				"Panama",
				95,
				101,
				"GPE"
			],
			[
				"Peru",
				103,
				107,
				"GPE"
			],
			[
				"Ecuador",
				113,
				120,
				"GPE"
			]
		]
	},
	{
		"content": "In Ecuador a military coup ousted President Velasco and installed General Rodriguez as the national leader.",
		"entities": [
			[
				"Ecuador",
				3,
				10,
				"GPE"
			],
			[
				"President Velasco",
				34,
				51,
				"PERSON"
			],
			[
				"General Rodriguez",
				66,
				83,
				"PERSON"
			]
		]
	},
	{
		"content": "To a great extent the armed forces in these countries apparently are convinced that they alone are capable of ensuring progress at present stages of development.",
		"entities": []
	},
	{
		"content": "During 1972 national elections were held in Jamaica, where the opposition party regained power after a ten-year lapse, and in El Salvador, which saw a closely contested presidential race decided by the legislature.",
		"entities": [
			[
				"1972",
				7,
				11,
				"DATE"
			],
			[
				"Jamaica",
				44,
				51,
				"LOC"
			],
			[
				"El Salvador",
				126,
				137,
				"LOC"
			]
		]
	},
	{
		"content": "In Panama, elections restored the presidential system with National Guard Commander, General Torrijos, retaining supreme executive power under a new constitution.",
		"entities": [
			[
				"Panama",
				3,
				9,
				"GPE"
			],
			[
				"National Guard Commander",
				59,
				83,
				"TITLE"
			],
			[
				"General Torrijos",
				85,
				101,
				"PERSON"
			]
		]
	},
	{
		"content": "Prime Minister Pindling of the Bahamas won a strong victory in September elections, thus giving him the mandate he sought to press on to independence in 1973.",
		"entities": [
			[
				"Prime Minister Pindling",
				0,
				23,
				"PERSON"
			],
			[
				"Bahamas",
				31,
				38,
				"GPE"
			],
			[
				"September",
				63,
				72,
				"DATE"
			],
			[
				"1973",
				153,
				157,
				"DATE"
			]
		]
	},
	{
		"content": "In Nicaragua a constituent assembly and a three-man executive were elected to serve until 1974.",
		"entities": [
			[
				"Nicaragua",
				3,
				12,
				"GPE"
			],
			[
				"1974",
				90,
				94,
				"DATE"
			]
		]
	},
	{
		"content": "Uruguay's President Bordaberry began his term on 1 March and proceeded in the months thereafter to develop effective security measures that enabled the military to inflict serious damage on the Tupamaro terrorist movement.",
		"entities": [
			[
				"Uruguay",
				0,
				7,
				"GPE"
			],
			[
				"President Bordaberry",
				10,
				30,
				"PERSON"
			],
			[
				"1 March",
				49,
				56,
				"DATE"
			],
			[
				"Tupamaro",
				194,
				202,
				"ORG"
			]
		]
	},
	{
		"content": "In Argentina, the military-controlled government initiated a process to return power to an elected government in 1973, a task complicated by the difficulty in reaching an understanding with the followers of ex-dictator Juan Peron, who form the country's strongest political movement.",
		"entities": [
			[
				"Argentina",
				3,
				12,
				"GPE"
			],
			[
				"1973",
				113,
				117,
				"DATE"
			],
			[
				"Juan Peron",
				219,
				229,
				"PERSON"
			]
		]
	},
	{
		"content": "In Chile, serious economic problems, including consumer shortages and an inflation rate well over 100 percent, were compounded by Marxist President Allende's campaign to expand state control over the economy.",
		"entities": [
			[
				"Chile",
				3,
				8,
				"GPE"
			],
			[
				"Marxist",
				130,
				137,
				"NORP"
			],
			[
				"President Allende",
				138,
				155,
				"PERSON"
			]
		]
	},
	{
		"content": "Frequent major strikes and large-scale public protests contributed to unrest and occasional rumors of a military coup.",
		"entities": []
	},
	{
		"content": "Although Allende was usually able to keep the tactical advantage over the opposition, pressures on the government increased significantly.",
		"entities": [
			[
				"Allende",
				9,
				16,
				"PERSON"
			]
		]
	},
	{
		"content": "Efforts at regional economic cooperation showed some gains during 1972, although major obstacles to full integration remained.",
		"entities": [
			[
				"1972",
				66,
				70,
				"DATE"
			]
		]
	},
	{
		"content": "The Andean Pact group prepared to admit Venezuela as a sixth member.",
		"entities": [
			[
				"Andean Pact",
				4,
				15,
				"ORG"
			],
			[
				"Venezuela",
				40,
				49,
				"GPE"
			]
		]
	},
	{
		"content": "In the Caribbean, several English-speaking states agreed on preliminary plans to initiate a common market during 1973.",
		"entities": [
			[
				"Caribbean",
				7,
				16,
				"LOC"
			],
			[
				"English",
				26,
				33,
				"NORP"
			],
			[
				"1973",
				113,
				117,
				"DATE"
			]
		]
	},
	{
		"content": "The Central American Common Market showed signs of reviving after a period that threatened to destroy its chances to bring greater regional economic cooperation.",
		"entities": [
			[
				"Central American Common Market",
				4,
				34,
				"ORG"
			]
		]
	},
	{
		"content": "Some persistent problems affecting US interests remained unsolved; at least some of them reflected the heightened sense of nationalism on the part of a number of countries.",
		"entities": [
			[
				"US",
				35,
				37,
				"GPE"
			]
		]
	},
	{
		"content": "The dispute continued between Peru and the International Petroleum Company over payment of compensation for the company's expropriated assets.",
		"entities": [
			[
				"Peru",
				30,
				34,
				"GPE"
			],
			[
				"International Petroleum Company",
				43,
				74,
				"ORG"
			]
		]
	},
	{
		"content": "Chile's unwillingness to provide compensation for the expropriated holdings of the two largest US-owned copper firms in Chile was a continuing source of friction.",
		"entities": [
			[
				"Chile",
				0,
				5,
				"GPE"
			],
			[
				"US",
				95,
				97,
				"NORP"
			],
			[
				"Chile",
				120,
				125,
				"LOC"
			]
		]
	},
	{
		"content": "Salinity problems remained a nettlesome factor in Mexican-US relations, with both countries seeking equitable means of alleviating damage to Mexican soil.",
		"entities": [
			[
				"Mexican-US",
				50,
				60,
				"GPE"
			],
			[
				"Mexican",
				141,
				148,
				"NORP"
			]
		]
	},
	{
		"content": "Several nations were firmly pursuing a policy designed to establish their sovereignty over an expanded territorial sea, in several cases up to a 200-mile limit.",
		"entities": []
	},
	{
		"content": "There was growing support in Latin America for steps to end Cuba's isolation in the hemisphere.",
		"entities": [
			[
				"Latin America",
				29,
				42,
				"LOC"
			],
			[
				"Cuba",
				60,
				64,
				"GPE"
			]
		]
	},
	{
		"content": "Peru's renewal of diplomatic relations with Havana in July undermined the OAS sanctions against Cuba.",
		"entities": [
			[
				"Peru",
				0,
				4,
				"GPE"
			],
			[
				"Havana",
				44,
				50,
				"GPE"
			],
			[
				"July",
				54,
				58,
				"DATE"
			],
			[
				"OAS",
				74,
				77,
				"ORG"
			],
			[
				"Cuba",
				96,
				100,
				"GPE"
			]
		]
	},
	{
		"content": "Guyana, Jamaica, Trinidad-Tobago, and Barbados have agreed to seek early diplomatic ties with Cuba.",
		"entities": [
			[
				"Guyana",
				0,
				6,
				"GPE"
			],
			[
				"Jamaica",
				8,
				15,
				"GPE"
			],
			[
				"Trinidad-Tobago",
				17,
				32,
				"GPE"
			],
			[
				"Barbados",
				38,
				46,
				"GPE"
			],
			[
				"Cuba",
				94,
				98,
				"GPE"
			]
		]
	},
	{
		"content": "Meanwhile, the Castro Government's close relationship with the Soviet Union appeared to have been further strengthened by Fidel Castro's extended visit.",
		"entities": [
			[
				"Castro",
				15,
				21,
				"PERSON"
			],
			[
				"Soviet Union",
				63,
				75,
				"GPE"
			],
			[
				"Fidel Castro",
				122,
				134,
				"PERSON"
			]
		]
	},
	{
		"content": "Shortly after his return to Havana it was announced that CEMA, the Soviet-dominated economic partnership, had accepted Cuba as a member.",
		"entities": [
			[
				"Havana",
				28,
				34,
				"LOC"
			],
			[
				"CEMA",
				57,
				61,
				"ORG"
			],
			[
				"Soviet",
				67,
				73,
				"GPE"
			],
			[
				"Cuba",
				119,
				123,
				"GPE"
			]
		]
	},
	{
		"content": "Nevertheless, the Cuban economy showed no improvement over the poor performance of the previous year.",
		"entities": [
			[
				"Cuban",
				18,
				23,
				"GPE"
			]
		]
	},
	{
		"content": "Only about 4 million tons of sugar were produced -- the second lowest figure in Castro's 13-year rule.",
		"entities": [
			[
				"Castro",
				80,
				86,
				"PERSON"
			]
		]
	},
	{
		"content": "Despite the lackluster record of insurgency movements in the hemisphere, Cuba has continued to call for armed revolution in countries of the hemisphere where it believes conditions are exploitable.",
		"entities": [
			[
				"Cuba",
				73,
				77,
				"GPE"
			]
		]
	},
	{
		"content": "Direct Cuban support for guerrilla activities has for tactical reasons become more selective and is now limited to Guatemala and one or two other countries.",
		"entities": [
			[
				"Cuban",
				7,
				12,
				"GPE"
			],
			[
				"Guatemala",
				115,
				124,
				"GPE"
			]
		]
	},
	{
		"content": "Politically motivated violence, at times directed against US installations, occurred occasionally in several countries as dissident groups attempted to exploit underlying dissatisfactions.",
		"entities": [
			[
				"US",
				58,
				60,
				"GPE"
			]
		]
	},
	{
		"content": "Bombings and other isolated violence occurred, notably in Mexico, Argentina, and Chile.",
		"entities": [
			[
				"Mexico",
				58,
				64,
				"LOC"
			],
			[
				"Argentina",
				66,
				75,
				"LOC"
			],
			[
				"Chile",
				81,
				86,
				"LOC"
			]
		]
	},
	{
		"content": "In Brazil, on the other hand, the terrorists continued to suffer setbacks at the hands of the security forces and became less and less effective.",
		"entities": [
			[
				"Brazil",
				3,
				9,
				"GPE"
			]
		]
	},
	{
		"content": "Small guerrilla bands continued to operate in Guatemala, Venezuela, and Colombia, but without much success.",
		"entities": [
			[
				"Guatemala",
				46,
				55,
				"LOC"
			],
			[
				"Venezuela",
				57,
				66,
				"LOC"
			],
			[
				"Colombia",
				72,
				80,
				"LOC"
			]
		]
	},
	{
		"content": "Advocates of black power were active in the Caribbean; a principal objective is to end foreign domination of the local economies.",
		"entities": [
			[
				"Caribbean",
				44,
				53,
				"LOC"
			]
		]
	},
	{
		"content": "Aside from contributing to occasional minor disruptions, however, black power groups have had relatively little impact.",
		"entities": []
	},
	{
		"content": "[Omitted here are Sections XII through XXIII.]\"]",
		"entities": []
	},
	{
		"content": "[\"[Telegram--Paraphrase.]",
		"entities": []
	},
	{
		"content": "Referring to legation's telegram of 28th, Mr. Knox advises Mr. Squiers that the department accepts the indemnities offered and dismissal of police officers involved in the case of the Buffalo.",
		"entities": [
			[
				"28th",
				36,
				40,
				"DATE"
			],
			[
				"Knox",
				46,
				50,
				"PERSON"
			],
			[
				"Squiers",
				63,
				70,
				"PERSON"
			],
			[
				"Buffalo",
				184,
				191,
				"GPE"
			]
		]
	},
	{
		"content": "Mr. Knox says that persons other than police officers involved should be punished by the courts, and that indemnity payments should be accompanied by a formal expression of regret pursuant to instructions.\"]",
		"entities": [
			[
				"Knox",
				4,
				8,
				"PERSON"
			]
		]
	},
	{
		"content": "['No. 173.]",
		"entities": []
	},
	{
		"content": "Sir: I have the honor to report that Mr. August Dziuk, concerning whom there has been considerable correspondence between the Department and this Legation in relation to the Balboa and Pacific Estates Company, Limited, and railway development in Panama, called upon me this morning and stated that he is leaving Saturday for Washington (en route to Germany) to interview the American Government with regard to his affairs and is considering opening an office in New York for the purpose of interesting American capital.",
		"entities": [
			[
				"August Dziuk",
				41,
				53,
				"PERSON"
			],
			[
				"Department",
				126,
				136,
				"ORG"
			],
			[
				"Legation",
				146,
				154,
				"ORG"
			],
			[
				"Balboa and Pacific Estates Company, Limited",
				174,
				217,
				"ORG"
			],
			[
				"Panama",
				246,
				252,
				"LOC"
			],
			[
				"Washington",
				325,
				345,
				"LOC"
			],
			[
				"Germany",
				349,
				356,
				"LOC"
			],
			[
				"American Government",
				375,
				394,
				"GPE"
			],
			[
				"New York",
				462,
				470,
				"LOC"
			],
			[
				"American",
				502,
				510,
				"NORP"
			]
		]
	},
	{
		"content": "Mr. Dziuk asked for a letter of introduction for use at the Department.",
		"entities": [
			[
				"Dziuk",
				4,
				9,
				"PERSON"
			],
			[
				"Department",
				60,
				70,
				"ORG"
			]
		]
	},
	{
		"content": "I suggested that he would naturally come to our Government with an introduction from his Embassy in Washington, but that I would give him a personal note of introduction, as he requested.",
		"entities": [
			[
				"Embassy",
				89,
				96,
				"ORG"
			],
			[
				"Washington",
				100,
				110,
				"LOC"
			]
		]
	},
	{
		"content": "The exact composition of the body of capitalists which he represents is a little in doubt as it is given out that it is made up of English capitalists rather more than of German.",
		"entities": [
			[
				"English",
				131,
				138,
				"NORP"
			],
			[
				"German",
				171,
				177,
				"NORP"
			]
		]
	},
	{
		"content": "Such introduction to our Government as he may receive through the German Embassy will probably make more clear his standing.",
		"entities": [
			[
				"German Embassy",
				66,
				80,
				"ORG"
			]
		]
	},
	{
		"content": "Mr. Dziuk asked for a map and showed me the exact original concession, explaining that the territory, which he himself had been the first white man to explore, was very rich in gold.",
		"entities": [
			[
				"Dziuk",
				4,
				9,
				"PERSON"
			]
		]
	},
	{
		"content": "He stated that he had met with no opposition in obtaining the concession covering this first area of country and to the railroads covered by that concession.",
		"entities": []
	},
	{
		"content": "When he pointed out the route of his proposed extension to or near Panama, I asked him why he sought this.",
		"entities": [
			[
				"Panama",
				67,
				73,
				"LOC"
			]
		]
	},
	{
		"content": "He showed some embarrassment saying that his original concession was no good without this concession, and that the territory through which the proposed line would run was very fertile and rich.",
		"entities": []
	},
	{
		"content": "Mr. Dziuk evidently was cognizant, from Panaman sources, of the real reasons why his projects are obnoxious to our Government; and I thought it well to state that the opposition he had met with was not because of his nationality but that it would be quite the same if he were of any other foreign nation, saying that the American Government, realizing that the canal is not only a commercial but a military measure, naturally considers everything from that viewpoint, even looking far ahead into the future.",
		"entities": [
			[
				"Dziuk",
				4,
				9,
				"PERSON"
			],
			[
				"Panaman",
				40,
				47,
				"NORP"
			],
			[
				"American Government",
				321,
				340,
				"GPE"
			]
		]
	},
	{
		"content": "I remarked that the American Government had no objections to himself as an individual.",
		"entities": [
			[
				"American Government",
				20,
				39,
				"GPE"
			]
		]
	},
	{
		"content": "In conclusion, I said to Mr. Dziuk that while I could not with propriety have suggested his going to Washington to see my Government, however, since he had himself determined on this course, I would say that I had no doubt it would prove more satisfactory to him to discuss his affairs at headquarters.",
		"entities": [
			[
				"Dziuk",
				29,
				34,
				"PERSON"
			],
			[
				"Washington",
				101,
				111,
				"GPE"
			]
		]
	},
	{
		"content": "I have [etc.] Wm. Whiting Andrews.']",
		"entities": [
			[
				"Wm. Whiting Andrews",
				14,
				33,
				"PERSON"
			]
		]
	},
	{
		"content": "['Participants: Dr. Hanna Saba, United Nations Mr. T. F. Power, Jr., United States Mission Dr. Saba informed me this morning that the United Nations today received a telegram signed by Acting Foreign Minister Clementis accrediting Mr. Houdek as Permanent Czechoslovakian Delegate to the United Nations, empowered to sit on all United Nations bodies on which Czechoslovakia is entitled to be represented.']",
		"entities": [
			[
				"Hanna Saba",
				20,
				30,
				"PERSON"
			],
			[
				"United Nations",
				32,
				46,
				"ORG"
			],
			[
				"T. F. Power",
				51,
				62,
				"PERSON"
			],
			[
				"United States Mission",
				69,
				90,
				"ORG"
			],
			[
				"Saba",
				95,
				99,
				"PERSON"
			],
			[
				"United Nations",
				134,
				148,
				"ORG"
			],
			[
				"Acting Foreign Minister Clementis",
				185,
				218,
				"PERSON"
			],
			[
				"Houdek",
				235,
				241,
				"PERSON"
			],
			[
				"Permanent Czechoslovakian Delegate to the United Nations",
				245,
				301,
				"TITLE"
			],
			[
				"United Nations",
				327,
				341,
				"ORG"
			],
			[
				"Czechoslovakia",
				358,
				372,
				"GPE"
			]
		]
	},
	{
		"content": "[\"5706.",
		"entities": []
	},
	{
		"content": "1.",
		"entities": []
	},
	{
		"content": "I am sure you have in mind fact that Park reacts sensitively to special attentions shown him on such occasions as the Honolulu meeting.",
		"entities": [
			[
				"Park",
				37,
				41,
				"PERSON"
			],
			[
				"Honolulu",
				118,
				126,
				"LOC"
			]
		]
	},
	{
		"content": "If it is intended to move him forward on question of additional troops, it is vital that consideration be given to gestures indicating personal esteem of President Johnson for him.",
		"entities": [
			[
				"President Johnson",
				154,
				171,
				"PERSON"
			]
		]
	},
	{
		"content": "2.",
		"entities": []
	},
	{
		"content": "I do not believe that the problem of additional troops is as difficult for him as he and his associates pretend, but their attitude does lend emphasis to para one above, and there will of course be substantial, perhaps outlandish, price tag attached.",
		"entities": []
	},
	{
		"content": "Park's thinking on subject will also be conditioned by his estimate of probable outcome of our presidential election.",
		"entities": [
			[
				"Park",
				0,
				4,
				"PERSON"
			]
		]
	},
	{
		"content": "Porter\"]",
		"entities": [
			[
				"Porter",
				0,
				6,
				"PERSON"
			]
		]
	},
	{
		"content": "[\"Suggestions We need Asians to take the lead in Asian affairs.",
		"entities": [
			[
				"Asians",
				22,
				28,
				"NORP"
			],
			[
				"Asian",
				49,
				54,
				"NORP"
			]
		]
	},
	{
		"content": "Best asset to US is strong Asian leader, who is our friend, who understands us, and is prepared to weld Asians together toward objectives that coincide with our aims.",
		"entities": [
			[
				"US",
				14,
				16,
				"GPE"
			],
			[
				"Asian",
				27,
				32,
				"NORP"
			],
			[
				"Asians",
				104,
				110,
				"NORP"
			]
		]
	},
	{
		"content": "Suggest we bet on Ferdinand Marcos of the Philippines as having good potential for this kind of tough, charismatic leadership.",
		"entities": [
			[
				"Ferdinand Marcos",
				18,
				34,
				"PERSON"
			],
			[
				"Philippines",
				42,
				53,
				"GPE"
			]
		]
	},
	{
		"content": "Let Asians take up the burden we have been carrying--on the battlefield--and in the farm fields.",
		"entities": [
			[
				"Asians",
				4,
				10,
				"NORP"
			]
		]
	},
	{
		"content": "a. Equip two or more Korean divisions, and send them to Vietnam.",
		"entities": [
			[
				"Korean",
				21,
				27,
				"NORP"
			],
			[
				"Vietnam",
				56,
				63,
				"LOC"
			]
		]
	},
	{
		"content": "They could easily take the place of 30-40,000 Americans.",
		"entities": [
			[
				"Americans",
				46,
				55,
				"NORP"
			]
		]
	},
	{
		"content": "The price we pay for this is cheap--for the equipping Koreans is at the ratio of 5-1 to 10-1 for the same equipment of the same number of Americans.",
		"entities": [
			[
				"Koreans",
				54,
				61,
				"NORP"
			],
			[
				"Americans",
				138,
				147,
				"NORP"
			]
		]
	},
	{
		"content": "Moreover, the Koreans are competent jungle fighters--and are ready to fight.",
		"entities": [
			[
				"Koreans",
				14,
				21,
				"NORP"
			]
		]
	},
	{
		"content": "Through program grants to the Chinese on Formosa, let them carry to Africa and parts of Asia, the program we have been burdened with: --technical assistance in agriculture primarily.",
		"entities": [
			[
				"Chinese",
				30,
				37,
				"GPE"
			],
			[
				"Formosa",
				41,
				48,
				"LOC"
			],
			[
				"Africa",
				68,
				74,
				"LOC"
			],
			[
				"Asia",
				88,
				92,
				"LOC"
			]
		]
	},
	{
		"content": "The cost of doing this through Chinese instead of Americans is, again, a ratio of 3 to 1 to 5 to 1.",
		"entities": [
			[
				"Chinese",
				31,
				38,
				"NORP"
			],
			[
				"Americans",
				50,
				59,
				"NORP"
			]
		]
	},
	{
		"content": "Moreover, the Chinese are competent agronomists--in the area of giving self-help to less developed countries, they can do the job at less cost and equal efficiency.",
		"entities": [
			[
				"Chinese",
				14,
				21,
				"GPE"
			]
		]
	},
	{
		"content": "Explanations 1.",
		"entities": []
	},
	{
		"content": "Asians take the lead in Asian affairs.",
		"entities": [
			[
				"Asians",
				0,
				6,
				"NORP"
			],
			[
				"Asian",
				24,
				29,
				"NORP"
			]
		]
	},
	{
		"content": "--It makes sense to put our money on Asian leaders who have already built their base as a democratic leader, and not have to prop up either a dictator, or a chief of government who is on shaky domestic ground.",
		"entities": [
			[
				"Asian",
				37,
				42,
				"NORP"
			]
		]
	},
	{
		"content": "Marcos is no puppet.",
		"entities": [
			[
				"Marcos",
				0,
				6,
				"PERSON"
			]
		]
	},
	{
		"content": "In fact, he needs to be a little independent of us in order to make rational and credible his leadership.",
		"entities": []
	},
	{
		"content": "--Some of the people in the Manila Embassy are skeptical--as well they should be.",
		"entities": [
			[
				"Manila Embassy",
				28,
				42,
				"ORG"
			]
		]
	},
	{
		"content": "Macapagal came into office with the same glittering hopes only to dash them with the usual ineptness later.",
		"entities": [
			[
				"Macapagal",
				0,
				9,
				"PERSON"
			]
		]
	},
	{
		"content": "--Marcos could be different.",
		"entities": [
			[
				"Marcos",
				2,
				8,
				"PERSON"
			]
		]
	},
	{
		"content": "He's exceptionally bright (he set an all-time record for the bar exams); one of the most inspiring orators in Asia; and toughly realistic.",
		"entities": [
			[
				"Asia",
				110,
				114,
				"LOC"
			]
		]
	},
	{
		"content": "I suspect he wants to be a great president, and is willing to do unpalatable things in order to achieve that greatness (i.e. stop smuggling and corruptness, as well as put his fiscal house in order).",
		"entities": []
	},
	{
		"content": "--If",
		"entities": []
	},
	{
		"content": "we can work with him, and give him what help we can within reason, Marcos could become a rallying point in Asia.",
		"entities": [
			[
				"Marcos",
				67,
				73,
				"PERSON"
			],
			[
				"Asia",
				107,
				111,
				"LOC"
			]
		]
	},
	{
		"content": "--In",
		"entities": []
	},
	{
		"content": "any case, the problems of Asia must be solved by Asians, and Marcos has the gifts of brain and courage to do those things that need to be done, but which need an Asian cover to be done.",
		"entities": [
			[
				"Asia",
				26,
				30,
				"LOC"
			],
			[
				"Asians",
				49,
				55,
				"NORP"
			],
			[
				"Marcos",
				61,
				67,
				"PERSON"
			],
			[
				"Asian",
				162,
				167,
				"NORP"
			]
		]
	},
	{
		"content": "Note: Marcos invited me and Lloyd Hand through his brother-in-law, Ben Romualdez (who possibly will be the closest man to him, and the one to whom he will listen with more credibility than any other) to play golf with him on his first day in office.",
		"entities": [
			[
				"Marcos",
				6,
				12,
				"PERSON"
			],
			[
				"Lloyd Hand",
				28,
				38,
				"PERSON"
			],
			[
				"Ben Romualdez",
				67,
				80,
				"PERSON"
			]
		]
	},
	{
		"content": "We teed off at 6:30 am!",
		"entities": []
	},
	{
		"content": "He obviously wanted to let me know his regard for President Johnson; and to emphasize his aims of putting the Philippines in apple-pie order.",
		"entities": [
			[
				"President Johnson",
				50,
				67,
				"PERSON"
			],
			[
				"Philippines",
				110,
				121,
				"GPE"
			]
		]
	},
	{
		"content": "He is a professional politician, with all the sure-footed instincts of a pro.",
		"entities": []
	},
	{
		"content": "He mentioned he was going to re-organize the Army, establish the Constabulary (police force) as an independent arm (it is now part of the Defense Department); and try to bring fiscal order out of the wildly porous financial structure now existent.",
		"entities": [
			[
				"Army",
				45,
				49,
				"ORG"
			],
			[
				"Constabulary",
				65,
				77,
				"ORG"
			],
			[
				"Defense Department",
				138,
				156,
				"ORG"
			]
		]
	},
	{
		"content": "Without being sychophantic he made it clear he wanted to cooperate with U.S. I recommend that we invite him to come to the States for an official visit sometime this year.",
		"entities": [
			[
				"U.S.",
				72,
				76,
				"GPE"
			],
			[
				"States",
				123,
				129,
				"LOC"
			]
		]
	},
	{
		"content": "Obviously he can't come right now, but sometime after June, he could be ready.",
		"entities": [
			[
				"June",
				54,
				58,
				"DATE"
			]
		]
	},
	{
		"content": "He never brought this up--but I find it persuasive that the President ought to size him up personally; take his measure so we can determine how and what we need to do to get leadership among non-communistic Asian nations.",
		"entities": [
			[
				"President",
				60,
				69,
				"PERSON"
			],
			[
				"Asian",
				207,
				212,
				"NORP"
			]
		]
	},
	{
		"content": "[Here follows discussion of Korea, Taiwan, and Japan.]\"]",
		"entities": [
			[
				"Korea",
				28,
				33,
				"GPE"
			],
			[
				"Taiwan",
				35,
				41,
				"GPE"
			],
			[
				"Japan",
				47,
				52,
				"GPE"
			]
		]
	},
	{
		"content": "['PRESENT Mr. Kissinger, Mr. Nutter, Mr. Johnson, Lt. Gen. Richard T. Knowles and Mr. Helms Colonel Richard T. Kennedy, Mr. Thomas Karamessines and Mr. William Broe were present for all items.",
		"entities": [
			[
				"Kissinger",
				14,
				23,
				"PERSON"
			],
			[
				"Nutter",
				29,
				35,
				"PERSON"
			],
			[
				"Johnson",
				41,
				48,
				"PERSON"
			],
			[
				"Lt. Gen. Richard T. Knowles",
				50,
				77,
				"PERSON"
			],
			[
				"Helms",
				86,
				91,
				"PERSON"
			],
			[
				"Colonel Richard T. Kennedy",
				92,
				118,
				"PERSON"
			],
			[
				"Thomas Karamessines",
				124,
				143,
				"PERSON"
			],
			[
				"William Broe",
				152,
				164,
				"PERSON"
			]
		]
	},
	{
		"content": "Mr. Charles Meyer and Mr. Arnold Nachmanoff were present for Item 1.",
		"entities": [
			[
				"Charles Meyer",
				4,
				17,
				"PERSON"
			],
			[
				"Arnold Nachmanoff",
				26,
				43,
				"PERSON"
			]
		]
	},
	{
		"content": "Mr. John Holdridge was present for Item 2. 1.",
		"entities": [
			[
				"John Holdridge",
				4,
				18,
				"PERSON"
			]
		]
	},
	{
		"content": "Chile a. Mr. Meyer briefed the Committee members on his visit to Chile for President Allende's inauguration and his conversations with Allende, Frei, Osso and numerous other Chileans and Latin Americans.",
		"entities": [
			[
				"Chile",
				0,
				5,
				"GPE"
			],
			[
				"Meyer",
				13,
				18,
				"PERSON"
			],
			[
				"Committee",
				31,
				40,
				"ORG"
			],
			[
				"Chile",
				65,
				70,
				"LOC"
			],
			[
				"President Allende",
				75,
				92,
				"PERSON"
			],
			[
				"Allende",
				135,
				142,
				"PERSON"
			],
			[
				"Frei",
				144,
				148,
				"PERSON"
			],
			[
				"Osso",
				150,
				154,
				"PERSON"
			],
			[
				"Chileans",
				174,
				182,
				"NORP"
			],
			[
				"Latin Americans",
				187,
				202,
				"NORP"
			]
		]
	},
	{
		"content": "b.",
		"entities": []
	},
	{
		"content": "Mr. Meyer expressed his conviction that very few Chileans accurately evaluate the Allende threat to Chile--they believe that the \"Chilean character\" will somehow miraculously preclude a Marxist take-over of the country.",
		"entities": [
			[
				"Meyer",
				4,
				9,
				"PERSON"
			],
			[
				"Chileans",
				49,
				57,
				"NORP"
			],
			[
				"Allende",
				82,
				89,
				"PERSON"
			],
			[
				"Chile",
				100,
				105,
				"GPE"
			],
			[
				"Chilean",
				130,
				137,
				"NORP"
			],
			[
				"Marxist",
				186,
				193,
				"ORG"
			]
		]
	},
	{
		"content": "Because of Chilean abhorrence of Chileans fighting Chileans there is little likelihood of an attempt to remove Allende by force.",
		"entities": [
			[
				"Chilean",
				11,
				18,
				"NORP"
			],
			[
				"Chileans",
				33,
				41,
				"NORP"
			],
			[
				"Chileans",
				51,
				59,
				"NORP"
			],
			[
				"Allende",
				111,
				118,
				"PERSON"
			]
		]
	},
	{
		"content": "Any concept of a unified political opposition to Allende at the moment is virtually hopeless.",
		"entities": [
			[
				"Allende",
				49,
				56,
				"PERSON"
			]
		]
	},
	{
		"content": "The CDU is so badly split its factions cannot get together and there is no rock on which to build a solid political opposition.",
		"entities": [
			[
				"CDU",
				4,
				7,
				"ORG"
			]
		]
	},
	{
		"content": "c.",
		"entities": []
	},
	{
		"content": "Mr. Meyer stated that a unanimous view expressed to him by every Chilean and other Latin American with whom he spoke was that the U.S. should refrain from taking any hostile action against Allende for at least the traditional 100-day honeymoon period or Allende would immediately receive at least double the support he now has among Chileans.",
		"entities": [
			[
				"Meyer",
				4,
				9,
				"PERSON"
			],
			[
				"Chilean",
				65,
				72,
				"NORP"
			],
			[
				"Latin American",
				83,
				97,
				"NORP"
			],
			[
				"U.S.",
				130,
				134,
				"GPE"
			],
			[
				"Allende",
				189,
				196,
				"PERSON"
			],
			[
				"Allende",
				254,
				261,
				"PERSON"
			],
			[
				"Chileans",
				333,
				341,
				"NORP"
			]
		]
	},
	{
		"content": "To this, the Chairman observed that it would then appear advantageous to Allende to take steps designed to provoke a U.S. reaction against him and thus far he has carefully avoided doing so.",
		"entities": [
			[
				"Chairman",
				13,
				21,
				"PERSON"
			],
			[
				"Allende",
				73,
				80,
				"PERSON"
			],
			[
				"U.S.",
				117,
				121,
				"GPE"
			]
		]
	},
	{
		"content": "d.",
		"entities": []
	},
	{
		"content": "Mr. Meyer noted that after a period of about 70 days any substantial exchanges of foreign funds for escudos will not be possible as controls will by then be too stringent.",
		"entities": [
			[
				"Meyer",
				4,
				9,
				"PERSON"
			]
		]
	},
	{
		"content": "The Chairman suggested that prompt steps be taken to procure escudos for possible future expenditures in Chile and Mr. Broe responded that such acquisition has commenced.",
		"entities": [
			[
				"Chairman",
				4,
				12,
				"PERSON"
			],
			[
				"Chile",
				105,
				110,
				"GPE"
			],
			[
				"Broe",
				119,
				123,
				"PERSON"
			]
		]
	},
	{
		"content": "e. [51/2 lines not declassified] f. The Chairman observed that the scope for covert operations in Chile does not seem very broad at present but asked that the CIA produce for consideration at the next meeting a paper offering certain specific proposals along the lines of the general Covert Annex dated 27 October 1970 to the NSC Options Paper on Chile.",
		"entities": [
			[
				"Chairman",
				40,
				48,
				"PERSON"
			],
			[
				"Chile",
				98,
				103,
				"GPE"
			],
			[
				"CIA",
				159,
				162,
				"ORG"
			],
			[
				"27 October 1970",
				303,
				318,
				"DATE"
			],
			[
				"NSC",
				326,
				329,
				"ORG"
			],
			[
				"Chile",
				347,
				352,
				"GPE"
			]
		]
	},
	{
		"content": "[Omitted here is discussion unrelated to Chile.]",
		"entities": [
			[
				"Chile",
				41,
				46,
				"GPE"
			]
		]
	},
	{
		"content": "Frank M. Chapin']",
		"entities": [
			[
				"Frank M. Chapin",
				0,
				15,
				"PERSON"
			]
		]
	},
	{
		"content": "['1317.",
		"entities": []
	},
	{
		"content": "Embassy's telegram 1295, October 11, 2 [7] p.m. Ostrorog told us this morning that the Japanese \"in the face of the firm position taken by the French\" are showing a willingness to limit their military operations into Tonkin to the stipulations of the military accord of September 1940; that is to say, that the total number of Japanese effectives in that area shall not exceed some 25,000.",
		"entities": [
			[
				"Embassy",
				0,
				7,
				"ORG"
			],
			[
				"October 11",
				25,
				35,
				"DATE"
			],
			[
				"Ostrorog",
				48,
				56,
				"PERSON"
			],
			[
				"Japanese",
				87,
				95,
				"GPE"
			],
			[
				"French",
				143,
				149,
				"GPE"
			],
			[
				"Tonkin",
				217,
				223,
				"LOC"
			],
			[
				"September 1940",
				270,
				284,
				"DATE"
			],
			[
				"Japanese",
				327,
				335,
				"GPE"
			]
		]
	},
	{
		"content": "(Embassy's telegram 610, September 23, 8 p.m., 1940.)",
		"entities": [
			[
				"Embassy",
				1,
				8,
				"ORG"
			],
			[
				"September 23",
				25,
				37,
				"DATE"
			],
			[
				"1940",
				47,
				51,
				"DATE"
			]
		]
	},
	{
		"content": "They have however expressed their intention of bringing their forces in that area up to this maximum allowed at an early date.",
		"entities": []
	},
	{
		"content": "He feels that this is probably a measure to get more and more control in the colony and to set up \"a sort of administration parallel to that of the French as well as a means of bringing greater influence on the native population.\"",
		"entities": [
			[
				"French",
				148,
				154,
				"GPE"
			]
		]
	},
	{
		"content": "It may also be, in his opinion, designed to strengthen the Japanese position with a view to some future operation against the Burma Road.",
		"entities": [
			[
				"Japanese",
				59,
				67,
				"GPE"
			],
			[
				"Burma Road",
				126,
				136,
				"LOC"
			]
		]
	},
	{
		"content": "Reports from the French Ambassador at Tokyo indicate, he said, a steadily deteriorating internal situation in Japan both politically and economically.",
		"entities": [
			[
				"French Ambassador",
				17,
				34,
				"PERSON"
			],
			[
				"Tokyo",
				38,
				43,
				"LOC"
			],
			[
				"Japan",
				110,
				115,
				"GPE"
			]
		]
	},
	{
		"content": "Ambassador Henry reports, he said, that neither Prince Konoye nor the Gaimushu any longer has much influence over important questions of Government policy and that it is really the military clique that is in increasing control.",
		"entities": [
			[
				"Ambassador Henry",
				0,
				16,
				"PERSON"
			],
			[
				"Prince Konoye",
				48,
				61,
				"PERSON"
			],
			[
				"Gaimushu",
				70,
				78,
				"ORG"
			],
			[
				"Government",
				137,
				147,
				"GPE"
			]
		]
	},
	{
		"content": "While he admitted that there may be some differences of view between the army and navy elements in this clique, he feels it would be a mistake to count on any greater depreciation by the Japanese Navy of the difficulties of Japan's situation in the face of a firm American attitude to exercise a restraining influence on Japanese policy.",
		"entities": [
			[
				"Japanese Navy",
				187,
				200,
				"ORG"
			],
			[
				"Japan",
				224,
				229,
				"GPE"
			],
			[
				"American",
				264,
				272,
				"NORP"
			],
			[
				"Japanese",
				321,
				329,
				"GPE"
			]
		]
	},
	{
		"content": "He added that all of Ambassador Henry's reports emphasize the outstanding position of Ambassador Grew in the situation and the importance of his great personal prestige.",
		"entities": [
			[
				"Ambassador Henry",
				21,
				37,
				"PERSON"
			],
			[
				"Ambassador Grew",
				86,
				101,
				"PERSON"
			]
		]
	},
	{
		"content": "Ostrorog attaches considerable significance to a statement attributed in the press here to the Japanese official spokesman, Ishii, yesterday that the Japanese Government would make every effort up to the last moment to reach a solution of its problems in a peaceful manner.",
		"entities": [
			[
				"Ostrorog",
				0,
				8,
				"PERSON"
			],
			[
				"Japanese",
				95,
				103,
				"GPE"
			],
			[
				"Ishii",
				124,
				129,
				"PERSON"
			],
			[
				"Japanese Government",
				150,
				169,
				"GPE"
			]
		]
	},
	{
		"content": "To him this can only mean that the Japanese, \"who are by far the best informed as to the real situation in Russia, do not expect any early collapse of Russian resistance.",
		"entities": [
			[
				"Japanese",
				35,
				43,
				"GPE"
			],
			[
				"Russia",
				107,
				113,
				"LOC"
			],
			[
				"Russian",
				151,
				158,
				"NORP"
			]
		]
	},
	{
		"content": "You can consider Japan as a reliable barometer in this respect,\" he said.",
		"entities": [
			[
				"Japan",
				17,
				22,
				"GPE"
			]
		]
	},
	{
		"content": "(He understands that while the Russians have withdrawn some of their forces from the Far East they still have some 30 divisions in that area--\"fully enough for defense against Japan, but not sufficient for any offensive operation against the Japanese.\") Leahy']",
		"entities": [
			[
				"Russians",
				31,
				39,
				"GPE"
			],
			[
				"Far East",
				85,
				93,
				"LOC"
			],
			[
				"Japan",
				176,
				181,
				"GPE"
			],
			[
				"Japanese",
				242,
				250,
				"GPE"
			],
			[
				"Leahy",
				254,
				259,
				"PERSON"
			]
		]
	},
	{
		"content": "['secret 354.",
		"entities": []
	},
	{
		"content": "1.",
		"entities": []
	},
	{
		"content": "It is generally agreed by observers that Peron has seriously lost ground in recent days.",
		"entities": [
			[
				"Peron",
				41,
				46,
				"PERSON"
			]
		]
	},
	{
		"content": "2.",
		"entities": []
	},
	{
		"content": "Several reports from fairly reliable sources indicate that he is running short of money.",
		"entities": []
	},
	{
		"content": "Seven Laborista Committees have closed.",
		"entities": [
			[
				"Laborista Committees",
				6,
				26,
				"ORG"
			]
		]
	},
	{
		"content": "Another source says this is not so but is being deliberately spread by Peronistas. 3.",
		"entities": [
			[
				"Peronistas",
				71,
				81,
				"PERSON"
			]
		]
	},
	{
		"content": "From two good sources, it is reported that he is planning a second march of the \"Descamisados\" next week.",
		"entities": [
			[
				"Descamisados",
				81,
				93,
				"NORP"
			]
		]
	},
	{
		"content": "There are rumors and speculation of a Peronista coup d'etat. 4.",
		"entities": [
			[
				"Peronista",
				38,
				47,
				"NORP"
			]
		]
	},
	{
		"content": "At the meeting on Jan 31 of the generals and admirals who are to supervise elections, these officers insisted on elections on Feb 24 with proper guarantees.",
		"entities": [
			[
				"Jan 31",
				18,
				24,
				"DATE"
			],
			[
				"Feb 24",
				126,
				132,
				"DATE"
			]
		]
	},
	{
		"content": "It was openly stated that Peron had no chance in such elections and that he would have to accept the situation. 5.",
		"entities": [
			[
				"Peron",
				26,
				31,
				"PERSON"
			]
		]
	},
	{
		"content": "A reliable source quotes Admiral Zuloaga as saying that elections in Buenos Aires Province will be guaranteed by 20,000 soldiers, properly distributed.",
		"entities": [
			[
				"Admiral Zuloaga",
				25,
				40,
				"PERSON"
			],
			[
				"Buenos Aires Province",
				69,
				90,
				"LOC"
			]
		]
	},
	{
		"content": "6.",
		"entities": []
	},
	{
		"content": "The Navy is frankly disregarding Govt's orders.",
		"entities": [
			[
				"Navy",
				4,
				8,
				"ORG"
			],
			[
				"Govt",
				33,
				37,
				"GPE"
			]
		]
	},
	{
		"content": "A prominent retired Naval Officer describes it picturesquely as being \"in a state of belligerency with the Government.\" 7.",
		"entities": [
			[
				"Naval Officer",
				20,
				33,
				"PERSON"
			],
			[
				"Government",
				107,
				117,
				"GPE"
			]
		]
	},
	{
		"content": "A report of unknown authenticity says that Velazco's resignation has been demanded as of Tuesday.",
		"entities": [
			[
				"Velazco",
				43,
				50,
				"PERSON"
			]
		]
	},
	{
		"content": "8.",
		"entities": []
	},
	{
		"content": "General opinion sharply reversing itself now is that elections will be held and that they will be reasonably honest. 9.",
		"entities": []
	},
	{
		"content": "For first time, one is beginning to hear openly expressed opinion that democratic union will carry elections.",
		"entities": []
	},
	{
		"content": "Cabot']",
		"entities": [
			[
				"Cabot",
				0,
				5,
				"PERSON"
			]
		]
	},
	{
		"content": "['secret Control of Exports to the Soviet Bloc",
		"entities": [
			[
				"Soviet Bloc",
				35,
				46,
				"GPE"
			]
		]
	},
	{
		"content": "The problem of limiting Soviet war potential by controlling Soviet imports from the United States cannot be considered without reference to Soviet imports from other sources.",
		"entities": [
			[
				"Soviet",
				24,
				30,
				"GPE"
			],
			[
				"Soviet",
				60,
				66,
				"NORP"
			],
			[
				"United States",
				84,
				97,
				"GPE"
			],
			[
				"Soviet",
				140,
				146,
				"NORP"
			]
		]
	},
	{
		"content": "At present imports from Western Europe substantially exceed those from the United States and are expanding at a rapid rate.",
		"entities": [
			[
				"Western Europe",
				24,
				38,
				"LOC"
			],
			[
				"United States",
				75,
				88,
				"LOC"
			]
		]
	},
	{
		"content": "Control of imports from the United States, therefore, is of only partial effectiveness in dealing with the problem.",
		"entities": [
			[
				"United States",
				28,
				41,
				"LOC"
			]
		]
	},
	{
		"content": "The trade between Western Europe and Eastern Europe is an important factor in the European Recovery Program.",
		"entities": [
			[
				"Western Europe",
				18,
				32,
				"LOC"
			],
			[
				"Eastern Europe",
				37,
				51,
				"LOC"
			],
			[
				"European Recovery Program",
				82,
				107,
				"FAC"
			]
		]
	},
	{
		"content": "Grain, timber and coal are to be obtained from Eastern Europe.",
		"entities": [
			[
				"Eastern Europe",
				47,
				61,
				"LOC"
			]
		]
	},
	{
		"content": "This trade was recognized by the Senate Foreign Relations Committee in its recent report on ERP, as well as in the latest statement by Mr. Hoover.",
		"entities": [
			[
				"Senate Foreign Relations Committee",
				33,
				67,
				"ORG"
			],
			[
				"ERP",
				92,
				95,
				"FAC"
			],
			[
				"Hoover",
				139,
				145,
				"PERSON"
			]
		]
	},
	{
		"content": "Soviet Bloc trade with the ERP countries amounted to about $11/2 billion in 1947.",
		"entities": [
			[
				"Soviet Bloc",
				0,
				11,
				"GPE"
			],
			[
				"ERP",
				27,
				30,
				"FAC"
			],
			[
				"1947",
				76,
				80,
				"DATE"
			]
		]
	},
	{
		"content": "A curtailment of this trade would mean increased demand on the United States, both in terms of money and in terms of physical supplies, much of which could not be supplied without the institution of drastic domestic controls.",
		"entities": [
			[
				"United States",
				63,
				76,
				"GPE"
			]
		]
	},
	{
		"content": "Under these circumstances, we should maintain a selective control under which certain key commodities are denied export licenses from the United States to the Soviet Bloc.",
		"entities": [
			[
				"United States",
				138,
				151,
				"GPE"
			],
			[
				"Soviet Bloc",
				159,
				170,
				"GPE"
			]
		]
	},
	{
		"content": "At the same time, the principal alternate sources in Western Europe and Canada should be persuaded to curtail similar shipments to the Soviet Bloc.",
		"entities": [
			[
				"Western Europe",
				53,
				67,
				"LOC"
			],
			[
				"Canada",
				72,
				78,
				"LOC"
			],
			[
				"Soviet Bloc",
				135,
				146,
				"GPE"
			]
		]
	},
	{
		"content": "The commodities should be those the denial of which would affect production in key segments of the Soviet and satellite economies.",
		"entities": [
			[
				"Soviet",
				99,
				105,
				"GPE"
			]
		]
	},
	{
		"content": "An interdepartmental committee started work on this subject.",
		"entities": []
	},
	{
		"content": "It should be instructed to prepare an analysis of Soviet requirements from abroad with a view to rating them in terms of their strategic value to Soviet economy.",
		"entities": [
			[
				"Soviet",
				50,
				56,
				"GPE"
			],
			[
				"Soviet",
				146,
				152,
				"GPE"
			]
		]
	},
	{
		"content": "It is likewise important that our restrictions on trade should not cause the Soviet Bloc to limit the strategic materials which they have been supplying to us.",
		"entities": [
			[
				"Soviet Bloc",
				77,
				88,
				"GPE"
			]
		]
	},
	{
		"content": "It is believed that this can be accomplished by our refusing to issue export licenses unless we are assured of the supplies which we desire.",
		"entities": []
	},
	{
		"content": "This would mean that we deal with the Soviets on a strictly quid pro quo basis with respect to the significant items of trade between the two countries.",
		"entities": [
			[
				"Soviets",
				38,
				45,
				"GPE"
			]
		]
	},
	{
		"content": "Such a program meets the three main requirements of the situation: It does not destroy East-West trade; It limits exports of significant items to the Soviet Bloc; and It gives greater assurance that the United States will obtain the strategic materials which it wants from the Soviet Union.']",
		"entities": [
			[
				"East-West",
				87,
				96,
				"NORP"
			],
			[
				"Soviet Bloc",
				150,
				161,
				"GPE"
			],
			[
				"United States",
				203,
				216,
				"GPE"
			],
			[
				"Soviet Union",
				277,
				289,
				"GPE"
			]
		]
	},
	{
		"content": "['Notes on Summit Preparatory Meeting Tokyo Summit [Omitted here is discussion unrelated to energy.]",
		"entities": [
			[
				"Summit Preparatory Meeting",
				11,
				37,
				"EVENT"
			],
			[
				"Tokyo Summit",
				38,
				50,
				"EVENT"
			]
		]
	},
	{
		"content": "There was a brief discussion of the impact of Iran on the world energy picture.",
		"entities": [
			[
				"Iran",
				46,
				50,
				"GPE"
			]
		]
	},
	{
		"content": "Hunt added that because of Iran, and for other reasons as well, the United States' energy situation took on even greater significance than it did in Bonn.",
		"entities": [
			[
				"Hunt",
				0,
				4,
				"GPE"
			],
			[
				"Iran",
				27,
				31,
				"GPE"
			],
			[
				"United States",
				68,
				81,
				"GPE"
			],
			[
				"Bonn",
				149,
				153,
				"LOC"
			]
		]
	},
	{
		"content": "The United States should indicate what it had done since Bonn.",
		"entities": [
			[
				"United States",
				4,
				17,
				"GPE"
			],
			[
				"Bonn",
				57,
				61,
				"LOC"
			]
		]
	},
	{
		"content": "Owen agreed that the United States should be prepared, and will be prepared, to provide information on developments in its energy program.",
		"entities": [
			[
				"Owen",
				0,
				4,
				"PERSON"
			],
			[
				"United States",
				21,
				34,
				"GPE"
			]
		]
	},
	{
		"content": "He further added that six points should be covered in the energy paper: 1) efforts to reduce consumption, 2) increased investment in energy either through target pledges or increases in specific types of investment, such as coal, 3) an understanding on trade and coal, 4) R&D paper, multilateralizing the Japan-U.S., US/EC arrangements, 5) a progress report on INFCE and 6) aid to LDC energy production including R&D, support for new World Bank exploration and financing programs and greater bilateral efforts.",
		"entities": [
			[
				"Japan-U.S.",
				305,
				315,
				"GPE"
			],
			[
				"US/EC",
				317,
				322,
				"GPE"
			],
			[
				"INFCE",
				361,
				366,
				"ORG"
			],
			[
				"World Bank",
				434,
				444,
				"ORG"
			]
		]
	},
	{
		"content": "Froment-Meurice said he was \"pleased\" that the United States will explain how it has fulfilled its commitments at Bonn.",
		"entities": [
			[
				"Froment-Meurice",
				0,
				15,
				"PERSON"
			],
			[
				"United States",
				47,
				60,
				"GPE"
			],
			[
				"Bonn",
				114,
				118,
				"LOC"
			]
		]
	},
	{
		"content": "The Summit at Tokyo should say more about energy than Bonn.",
		"entities": [
			[
				"Summit",
				4,
				10,
				"EVENT"
			],
			[
				"Tokyo",
				14,
				19,
				"LOC"
			],
			[
				"Bonn",
				54,
				58,
				"LOC"
			]
		]
	},
	{
		"content": "Amaya's target for reduced oil imports is a good idea.",
		"entities": [
			[
				"Amaya",
				0,
				5,
				"PERSON"
			]
		]
	},
	{
		"content": "We should also attempt to have our efforts to build more nuclear plants supported by the Summit.",
		"entities": [
			[
				"Summit",
				89,
				95,
				"EVENT"
			]
		]
	},
	{
		"content": "We should agree on a stepped-up energy dialogue with the developing countries, but the question is how to do it.",
		"entities": []
	},
	{
		"content": "This is a Saudi proposal and we should not forget about it.",
		"entities": [
			[
				"Saudi",
				10,
				15,
				"GPE"
			]
		]
	},
	{
		"content": "Cooper stressed that energy might be the theme of the Summit.",
		"entities": [
			[
				"Cooper",
				0,
				6,
				"PERSON"
			],
			[
				"Summit",
				54,
				60,
				"EVENT"
			]
		]
	},
	{
		"content": "Owen agreed that the United States should provide a paper on this subject, explaining what we had done, along with other countries.",
		"entities": [
			[
				"Owen",
				0,
				4,
				"PERSON"
			],
			[
				"United States",
				21,
				34,
				"GPE"
			]
		]
	},
	{
		"content": "Miyazaki said it was his impression that on the dialogue point Denmark is exploring the issue with the Saudis.",
		"entities": [
			[
				"Miyazaki",
				0,
				8,
				"PERSON"
			],
			[
				"Denmark",
				63,
				70,
				"GPE"
			],
			[
				"Saudis",
				103,
				109,
				"GPE"
			]
		]
	},
	{
		"content": "There are risks.",
		"entities": []
	},
	{
		"content": "If the atmosphere is friendly we should encourage the dialogue, but we should avoid alarming noises.",
		"entities": []
	},
	{
		"content": "In any case our own conservation efforts must be pressed.",
		"entities": []
	},
	{
		"content": "Owen added that we should point out that energy is a long-term problem, but we must begin confronting it in the short-term.",
		"entities": [
			[
				"Owen",
				0,
				4,
				"PERSON"
			]
		]
	},
	{
		"content": "Hunt indicated that we should deal with this issue quietly and do all we need to do at the Summit to strengthen our individual and collective efforts.",
		"entities": [
			[
				"Hunt",
				0,
				4,
				"PERSON"
			],
			[
				"Summit",
				91,
				97,
				"EVENT"
			]
		]
	},
	{
		"content": "This will build confidence.",
		"entities": []
	},
	{
		"content": "The IEA has been helpful.",
		"entities": [
			[
				"IEA",
				4,
				7,
				"ORG"
			]
		]
	},
	{
		"content": "We need to do something in addition to what we are doing and it would be helpful to focus on this issue at the Summit.",
		"entities": [
			[
				"Summit",
				111,
				117,
				"EVENT"
			]
		]
	},
	{
		"content": "The situation will be bleak in the next year or two.",
		"entities": []
	},
	{
		"content": "We need to strike a note of confidence.",
		"entities": []
	},
	{
		"content": "I am encouraged that the U.S. will provide a paper.",
		"entities": [
			[
				"U.S.",
				25,
				29,
				"GPE"
			]
		]
	},
	{
		"content": "Schulmann said he agreed with the thrust of the discussion.",
		"entities": [
			[
				"Schulmann",
				0,
				9,
				"PERSON"
			]
		]
	},
	{
		"content": "Some progress had been made in reducing consumption, but we will have to figure out how we can do more.",
		"entities": []
	},
	{
		"content": "On production, the Summit might give a strong commitment to nuclear energy.",
		"entities": [
			[
				"Summit",
				19,
				25,
				"EVENT"
			]
		]
	},
	{
		"content": "A focus on coal might be useful--for instance, improved mining and trade arrangements.",
		"entities": []
	},
	{
		"content": "We should also discuss the LDC aspects of the energy problem and consider the idea of a dialogue, including an assessment of its pros and cons.",
		"entities": []
	},
	{
		"content": "Tickell pointed out a danger in duplicating the IEA and the EC.",
		"entities": [
			[
				"Tickell",
				0,
				7,
				"PERSON"
			],
			[
				"IEA",
				48,
				51,
				"ORG"
			],
			[
				"EC",
				60,
				62,
				"ORG"
			]
		]
	},
	{
		"content": "He pointed out that the European Council had discussed this problem, and the EC was taking fundamental action.",
		"entities": [
			[
				"European Council",
				24,
				40,
				"ORG"
			],
			[
				"EC",
				77,
				79,
				"ORG"
			]
		]
	},
	{
		"content": "Hunt said this was not a problem; the Summit could give things a push.",
		"entities": [
			[
				"Hunt",
				0,
				4,
				"PERSON"
			],
			[
				"Summit",
				38,
				44,
				"EVENT"
			]
		]
	},
	{
		"content": "Owen stressed that the paper should not, as last year, be a consensus document.",
		"entities": [
			[
				"Owen",
				0,
				4,
				"PERSON"
			]
		]
	},
	{
		"content": "It should not drop promising ideas just because one or two countries cannot agree with them.",
		"entities": []
	},
	{
		"content": "Miyazaki indicated that Amaya will chair the group.",
		"entities": [
			[
				"Miyazaki",
				0,
				8,
				"PERSON"
			],
			[
				"Amaya",
				24,
				29,
				"PERSON"
			]
		]
	},
	{
		"content": "Johnstone pointed out that a lot of things were happening in the energy field.",
		"entities": [
			[
				"Johnstone",
				0,
				9,
				"PERSON"
			]
		]
	},
	{
		"content": "Energy people will meet in the context of the OECD and in the period leading up to the IEA.",
		"entities": [
			[
				"OECD",
				46,
				50,
				"GPE"
			],
			[
				"IEA",
				87,
				90,
				"ORG"
			]
		]
	},
	{
		"content": "The Summit should go beyond the work of other occasions and not be brought down to the level of other organizations.",
		"entities": [
			[
				"Summit",
				4,
				10,
				"EVENT"
			]
		]
	},
	{
		"content": "We should raise our sights above other institutions.",
		"entities": []
	},
	{
		"content": "Owen, responding to a question by Johnstone said the group should not deal with INFCE.",
		"entities": [
			[
				"Owen",
				0,
				4,
				"PERSON"
			],
			[
				"Johnstone",
				34,
				43,
				"PERSON"
			],
			[
				"INFCE",
				80,
				85,
				"ORG"
			]
		]
	},
	{
		"content": "Froment-Meurice said that the energy group should deal with the 1979-82 energy situation.",
		"entities": [
			[
				"Froment-Meurice",
				0,
				15,
				"PERSON"
			],
			[
				"1979-82",
				64,
				71,
				"DATE"
			]
		]
	},
	{
		"content": "Hunt agreed with Owen that the Amaya group should avoid trying to seek the lowest common denominator.",
		"entities": [
			[
				"Hunt",
				0,
				4,
				"PERSON"
			],
			[
				"Owen",
				17,
				21,
				"PERSON"
			],
			[
				"Amaya",
				31,
				36,
				"PERSON"
			]
		]
	},
	{
		"content": "Hunt argued that there should be only a small number of people, say three, working under Amaya to avoid the lowest common denominator approach.",
		"entities": [
			[
				"Hunt",
				0,
				4,
				"PERSON"
			],
			[
				"Amaya",
				89,
				94,
				"PERSON"
			]
		]
	},
	{
		"content": "Schulmann indicated that all participants should be represented.",
		"entities": [
			[
				"Schulmann",
				0,
				9,
				"PERSON"
			]
		]
	},
	{
		"content": "It was agreed that the paper should be presented by the end of April.",
		"entities": [
			[
				"April",
				63,
				68,
				"DATE"
			]
		]
	},
	{
		"content": "There would be a meeting of one or two from each country to help Amaya with the paper.",
		"entities": [
			[
				"Amaya",
				65,
				70,
				"PERSON"
			]
		]
	},
	{
		"content": "Johnstone said that the key energy people will be getting together in Paris in April so that Amaya might hold his meeting in conjunction with that gathering.",
		"entities": [
			[
				"Johnstone",
				0,
				9,
				"PERSON"
			],
			[
				"Paris",
				70,
				75,
				"LOC"
			],
			[
				"April",
				79,
				84,
				"DATE"
			],
			[
				"Amaya",
				93,
				98,
				"PERSON"
			]
		]
	},
	{
		"content": "Schulmann indicated his concern with the lack of progress in following up the Bonn commitment to coordinate programs in the area of renewable energy.",
		"entities": [
			[
				"Schulmann",
				0,
				9,
				"PERSON"
			],
			[
				"Bonn",
				78,
				82,
				"LOC"
			]
		]
	},
	{
		"content": "In his view progress had been too slow; we should speed up progress so that a report will be ready for the Tokyo Summit.",
		"entities": [
			[
				"Tokyo Summit",
				107,
				119,
				"EVENT"
			]
		]
	},
	{
		"content": "Cooper indicated that there was an important distinction between the coordination of bilateral programs, which in his view was what the group established at Bonn was supposed to do, and a coordinated program.",
		"entities": [
			[
				"Cooper",
				0,
				6,
				"PERSON"
			],
			[
				"Bonn",
				157,
				161,
				"LOC"
			]
		]
	},
	{
		"content": "Schulmann agreed that Cooper's formulation was accurate.",
		"entities": [
			[
				"Schulmann",
				0,
				9,
				"PERSON"
			],
			[
				"Cooper",
				22,
				28,
				"PERSON"
			]
		]
	},
	{
		"content": "Johnstone indicated that he was satisfied that while the group had begun slowly it was now well on its way to completing its report.",
		"entities": [
			[
				"Johnstone",
				0,
				9,
				"PERSON"
			]
		]
	},
	{
		"content": "Hunt said that the group had already exchanged valuable information on programs in this area and had good potential.",
		"entities": [
			[
				"Hunt",
				0,
				4,
				"PERSON"
			]
		]
	},
	{
		"content": "Tickell reported that a Commission official who was a member of the group was reasonably pleased with progress, and that a meeting will be held on April 3 to examine drafts which contain a description of the needs of the developing countries and how developed countries should respond.",
		"entities": [
			[
				"Tickell",
				0,
				7,
				"PERSON"
			],
			[
				"Commission",
				24,
				34,
				"ORG"
			],
			[
				"April 3",
				147,
				154,
				"DATE"
			]
		]
	},
	{
		"content": "Schulmann underlined again two concerns: first, that the Bonn Summit undertook a commitment to coordinate efforts within one year, and that unless we did this we would have a credibility problem with the developing countries, and second that sometimes countries are reluctant to get into new fields, so that an international effort will be needed to help squeeze adequate sums out of ministries in the capitals.",
		"entities": [
			[
				"Schulmann",
				0,
				9,
				"PERSON"
			],
			[
				"Bonn Summit",
				57,
				68,
				"EVENT"
			]
		]
	},
	{
		"content": "Miyazaki said that the Amaya group will need to examine the work done in this area to make sure that adequate progress has been made.",
		"entities": [
			[
				"Miyazaki",
				0,
				8,
				"PERSON"
			],
			[
				"Amaya",
				23,
				28,
				"PERSON"
			]
		]
	},
	{
		"content": "[Omitted here is discussion unrelated to energy.]']",
		"entities": []
	},
	{
		"content": "['As stated in the memorandum from the Secretary of State, the Departments of State and Commerce have had recurring differences over licensing of exports to the USSR and other Eastern European countries.",
		"entities": [
			[
				"Secretary of State",
				39,
				57,
				"PERSON"
			],
			[
				"Departments of State",
				63,
				83,
				"ORG"
			],
			[
				"Commerce",
				88,
				96,
				"ORG"
			],
			[
				"USSR",
				161,
				165,
				"GPE"
			],
			[
				"Eastern European",
				176,
				192,
				"NORP"
			]
		]
	},
	{
		"content": "Pending resolution of this difference in policy view, I have withheld final action on some 59 export license applications.",
		"entities": []
	},
	{
		"content": "These applications have a total value in excess of $4.8 million.",
		"entities": []
	},
	{
		"content": "Of this total, approximately $4.4 million involve commodities and $.4 million technical data.",
		"entities": []
	},
	{
		"content": "(Attachment 1 gives further summary detail on the commodities and technical data in question.)",
		"entities": []
	},
	{
		"content": "I agree completely with the Secretary of State that these pending applications, and indeed our total trade with the Soviet bloc, are \"quantitatively\" unimportant.",
		"entities": [
			[
				"Secretary of State",
				28,
				46,
				"PERSON"
			],
			[
				"Soviet bloc",
				116,
				127,
				"GPE"
			]
		]
	},
	{
		"content": "Precisely because the amount involved cannot be regarded as significant to the U.S. economy the Administration has, in a sense, an extra burden to show that the United States is not making a \"qualitative\" contribution to the buildup of the Soviet bloc economy--at the ultimate expense of this country and our allies.",
		"entities": [
			[
				"U.S.",
				79,
				83,
				"GPE"
			],
			[
				"Administration",
				96,
				110,
				"GPE"
			],
			[
				"United States",
				161,
				174,
				"GPE"
			],
			[
				"Soviet bloc",
				240,
				251,
				"GPE"
			]
		]
	},
	{
		"content": "In fact, one of the real difficulties confronting us in administering the Export Control Act is the consistent pattern which Soviet bloc countries follow in their trading efforts with the United States.",
		"entities": [
			[
				"Export Control Act",
				74,
				92,
				"LAW"
			],
			[
				"Soviet bloc",
				125,
				136,
				"GPE"
			],
			[
				"United States",
				188,
				201,
				"GPE"
			]
		]
	},
	{
		"content": "There is little or no indication that I am aware of that the Soviet bloc is genuinely interested in trying to establish a continuing and significant trade with the United States in consumer-type goods produced in the United States in exchange for goods produced in those countries.",
		"entities": [
			[
				"Soviet bloc",
				61,
				72,
				"GPE"
			],
			[
				"United States",
				164,
				177,
				"GPE"
			],
			[
				"United States",
				217,
				230,
				"LOC"
			]
		]
	},
	{
		"content": "Rather, the whole pattern is the opposite.",
		"entities": []
	},
	{
		"content": "The evidence available to me is overwhelming that the Soviet bloc is interested primarily in obtaining machinery, technical data and technically advanced commodities for the purpose of enabling the Soviet bloc to develop its own capacity to produce what it wants rather than expand the scope of a continuing, peaceful trade with the United States.",
		"entities": [
			[
				"Soviet bloc",
				54,
				65,
				"GPE"
			],
			[
				"Soviet bloc",
				198,
				209,
				"GPE"
			],
			[
				"United States",
				333,
				346,
				"GPE"
			]
		]
	},
	{
		"content": "I am completely in accord with the often expressed premise that trade is one of the few means for influencing the Soviet Union toward a more responsible and peaceful attitude in the international community.",
		"entities": [
			[
				"Soviet Union",
				114,
				126,
				"GPE"
			]
		]
	},
	{
		"content": "I believe the United States should, therefore, endeavor to expand trade with the Soviet Union and other bloc countries.",
		"entities": [
			[
				"United States",
				14,
				27,
				"GPE"
			],
			[
				"Soviet Union",
				81,
				93,
				"GPE"
			]
		]
	},
	{
		"content": "However, where items under control are involved which are, at best, in the gray area, I believe their export to the Soviet bloc should be authorized on the basis of a reasonable possibility the Soviet Union will indeed be influenced to a more responsible and peaceful attitude--not on the basis of a mere expression of hope on our part.",
		"entities": [
			[
				"Soviet bloc",
				116,
				127,
				"GPE"
			],
			[
				"Soviet Union",
				194,
				206,
				"GPE"
			]
		]
	},
	{
		"content": "Perhaps the most serious problem in our control of exports to the Soviet bloc is the disparity of controls between the United States and our allies.",
		"entities": [
			[
				"Soviet bloc",
				66,
				77,
				"GPE"
			],
			[
				"United States",
				119,
				132,
				"GPE"
			]
		]
	},
	{
		"content": "On practically every one of the applications on which there is strong interagency disagreement the primary reason usually cited for authorizing the export is the fact similar items are available to the bloc from other Western nations.",
		"entities": [
			[
				"Western",
				218,
				225,
				"NORP"
			]
		]
	},
	{
		"content": "Thus, more often than not, the apparent availability of a similar item from a European source becomes the main reason for authorizing the export from the United States.",
		"entities": [
			[
				"European",
				78,
				86,
				"NORP"
			],
			[
				"United States",
				154,
				167,
				"GPE"
			]
		]
	},
	{
		"content": "If there is no possibility of persuading our allies to increase their trade controls, as has been indicated by the Secretary of State, then we are left with the problem of administering whatever level of unilateral controls is deemed appropriate, notwithstanding the position of our allies.",
		"entities": [
			[
				"Secretary of State",
				115,
				133,
				"PERSON"
			]
		]
	},
	{
		"content": "In my opinion, we should not set our export controls at the lowest level represented by our allies, and we should not reach the same result indirectly by a process of attrition, that is by approving export applications simply because our allies have not joined us in effective multilateral control of those items in question.",
		"entities": []
	},
	{
		"content": "At least we should not deliberately follow such a course without establishing a clear record that we have done everything reasonably possible since January 1961 to persuade our allies to much closer agreement with us on the extent of export controls.",
		"entities": [
			[
				"January 1961",
				148,
				160,
				"DATE"
			]
		]
	},
	{
		"content": "I therefore suggest that the level of controls on which we should seek to achieve agreement is that described in Attachment 2.",
		"entities": []
	},
	{
		"content": "The above comments relate to what I would term the \"substance\" of the issue, apart from the factor of Congressional or public opinion.",
		"entities": [
			[
				"Congressional",
				102,
				115,
				"ORG"
			]
		]
	},
	{
		"content": "The latter, of course, deserves careful consideration in view of the recent amendments to the Export Control Act and the investigations of export control during the preceding months by both House and Senate Committees.",
		"entities": [
			[
				"Export Control Act",
				94,
				112,
				"LAW"
			],
			[
				"House",
				190,
				195,
				"ORG"
			],
			[
				"Senate",
				200,
				206,
				"ORG"
			]
		]
	},
	{
		"content": "Relevant to the issue of multilateral controls, Section 1 of the Export Control Act now has the following language: \"The Congress further declares that it is the policy of the United States to formulate, reformulate, and apply such controls to the maximum extent possible in cooperation with all nations with which the United States has defense treaty commitments, and to formulate a unified commercial and trading policy to be observed by the non-Communist-dominated nations or areas in their dealings with the Communist-dominated nations.",
		"entities": [
			[
				"Export Control Act",
				65,
				83,
				"LAW"
			],
			[
				"Congress",
				121,
				129,
				"ORG"
			],
			[
				"United States",
				176,
				189,
				"GPE"
			],
			[
				"United States",
				319,
				332,
				"GPE"
			],
			[
				"Communist",
				448,
				457,
				"ORG"
			],
			[
				"Communist",
				512,
				521,
				"ORG"
			]
		]
	},
	{
		"content": "The Congress further declares that it is the policy of the United States to use its economic resources and advantages in trade with Communist-dominated nations to further the national security and foreign policy objectives of the United States.\"",
		"entities": [
			[
				"Congress",
				4,
				12,
				"ORG"
			],
			[
				"United States",
				59,
				72,
				"GPE"
			],
			[
				"Communist",
				132,
				141,
				"ORG"
			],
			[
				"United States",
				230,
				243,
				"GPE"
			]
		]
	},
	{
		"content": "Both the House and Senate Committees investigating export control administration expressed strong concern over the lack of effective multilateral control of exports to the Soviet bloc.",
		"entities": [
			[
				"House and Senate Committees",
				9,
				36,
				"ORG"
			],
			[
				"Soviet bloc",
				172,
				183,
				"GPE"
			]
		]
	},
	{
		"content": "The floor debate preceding enactment of this amendment gave further emphasis to this same concern.",
		"entities": []
	},
	{
		"content": "I think the Administration should, as a part of a desirable and necessary defense of whatever is done in administering the Export Control Act, establish a record of doing something additional during the coming months to get agreement with our allies on more effective multilateral controls.",
		"entities": [
			[
				"Administration",
				12,
				26,
				"GPE"
			],
			[
				"Export Control Act",
				123,
				141,
				"LAW"
			]
		]
	},
	{
		"content": "From the standpoint of relevance to deciding individual export license applications, the recent amendment to Section 3 of the Act is the most important.",
		"entities": []
	},
	{
		"content": "The new language added is as follows: \"Such rules and regulations shall provide for denial of any request or application for authority to export articles, materials, or supplies, including technical data, from the United States, its territories and possessions, to any nation or combination of nations threatening the national security of the United States if the President shall determine that such export makes a significant contribution to the military or economic potential of such nation or nations which would prove detrimental to the national security and welfare of the United States.\"",
		"entities": [
			[
				"United States",
				214,
				227,
				"GPE"
			],
			[
				"United States",
				343,
				356,
				"GPE"
			],
			[
				"President",
				364,
				373,
				"PERSON"
			],
			[
				"United States",
				578,
				591,
				"GPE"
			]
		]
	},
	{
		"content": "As a statement of Congressional intent and policy, the important factor written into the Act by the above quoted language is the economic criterion.",
		"entities": [
			[
				"Congressional",
				18,
				31,
				"ORG"
			]
		]
	},
	{
		"content": "Here again, both House and Senate investigating committees expressed strong concern that the Administration should give proper regard to the economic factor in administering export controls.",
		"entities": [
			[
				"House",
				17,
				22,
				"ORG"
			],
			[
				"Senate",
				27,
				33,
				"ORG"
			],
			[
				"Administration",
				93,
				107,
				"GPE"
			]
		]
	},
	{
		"content": "(No one had any particular question about export control of military items.)",
		"entities": []
	},
	{
		"content": "Under the above quoted language, the President has, in a legal sense, very broad administrative discretion in determining what shall be authorized for export and what shall be denied.",
		"entities": [
			[
				"President",
				37,
				46,
				"PERSON"
			]
		]
	},
	{
		"content": "It is a matter of executive discretion as to what nation or nations are threatening the national security.",
		"entities": []
	},
	{
		"content": "It is a matter of administrative discretion to determine whether an export makes a contribution to the military or economic potential of another nation and whether that contribution is \"significant.\"",
		"entities": []
	},
	{
		"content": "And, finally, it is a matter of administrative discretion as to whether in any event the export, if authorized, would prove detrimental to the national security and welfare of the United States.",
		"entities": [
			[
				"United States",
				180,
				193,
				"GPE"
			]
		]
	},
	{
		"content": "Notwithstanding the broad legal authority of executive officials under the above quoted language, the Export Control Act should be administered in such a way as to obtain the support of a majority of the Congress.",
		"entities": [
			[
				"Export Control Act",
				102,
				120,
				"LAW"
			],
			[
				"Congress",
				204,
				212,
				"ORG"
			]
		]
	},
	{
		"content": "If this is not done, the reaction is likely to be quick and decisive in further restricting executive discretion by changing the Export Control law or in prejudicing other legislative programs of the Administration.",
		"entities": [
			[
				"Export Control law",
				129,
				147,
				"LAW"
			],
			[
				"Administration",
				200,
				214,
				"GPE"
			]
		]
	},
	{
		"content": "(In writing to the House Committee my comments on the proposed amendment to Section 3, I stated in effect that the Administration was following the standard implicit in the amendment, that is, we were not authorizing for export any items which make a significant contribution to the military or economic potential which would prove detrimental to the national security of the United States.",
		"entities": [
			[
				"House Committee",
				19,
				34,
				"ORG"
			],
			[
				"Administration",
				115,
				129,
				"GPE"
			],
			[
				"United States",
				376,
				389,
				"GPE"
			]
		]
	},
	{
		"content": "In making this statement, I had in mind those applications which have not been approved as well as those which have been approved.)",
		"entities": []
	},
	{
		"content": "I cannot agree with the distinguished Secretary of State that the recent Congressional discussion on the Export Control Act was helpful to the Administration.",
		"entities": [
			[
				"Secretary of State",
				38,
				56,
				"PERSON"
			],
			[
				"Congressional",
				73,
				86,
				"ORG"
			],
			[
				"Export Control Act",
				105,
				123,
				"LAW"
			],
			[
				"Administration",
				143,
				157,
				"GPE"
			]
		]
	},
	{
		"content": "Nor do I agree with the interpretation implicit in the Secretary's memorandum that the recent changes in the Act reflect a Congressional intent that export controls should be administered in a less restrictive manner than has been the case for the last few months.",
		"entities": [
			[
				"Secretary",
				55,
				64,
				"PERSON"
			],
			[
				"Congressional",
				123,
				136,
				"ORG"
			]
		]
	},
	{
		"content": "I gather the very opposite impression from a reading of the floor debate on these amendments and from the action in Congress during the past several months.",
		"entities": [
			[
				"Congress",
				116,
				124,
				"ORG"
			]
		]
	},
	{
		"content": "(Attachment 3 consists of pages from the Congressional Record giving the floor debate on extension of the Export Control Act, including the proceedings in the Senate when the first Conference Committee Report was rejected, and the discussion in both the Senate and House when the final Conference Report was approved.)",
		"entities": [
			[
				"Congressional Record",
				41,
				61,
				"WORK_OF_ART"
			],
			[
				"Export Control Act",
				106,
				124,
				"LAW"
			],
			[
				"Senate",
				159,
				165,
				"ORG"
			],
			[
				"Conference Committee Report",
				181,
				208,
				"WORK_OF_ART"
			],
			[
				"Senate",
				254,
				260,
				"ORG"
			],
			[
				"House",
				265,
				270,
				"ORG"
			],
			[
				"Conference Report",
				286,
				303,
				"WORK_OF_ART"
			]
		]
	},
	{
		"content": "To carry out the requirement now contained in Section 3 of the Export Control Act, the Departments of State, Commerce and Defense have agreed that paragraph 11 of NSC 5704/3 should be revised as shown in Enclosure 1 of Secretary Rusk's memorandum of July 16.",
		"entities": [
			[
				"Export Control Act",
				63,
				81,
				"LAW"
			],
			[
				"Departments of State, Commerce and Defense",
				87,
				129,
				"ORG"
			],
			[
				"NSC 5704/3",
				163,
				173,
				"WORK_OF_ART"
			],
			[
				"Secretary Rusk",
				219,
				233,
				"PERSON"
			],
			[
				"July 16",
				250,
				257,
				"DATE"
			]
		]
	},
	{
		"content": "In our appearances before the Senate and House Committees investigating the administration of the Export Control Act, as well as our appearance before the Senate and House Banking and Currency Committees in connection with the extension of the Act we did not convince the Committee members that we should have less export control.",
		"entities": [
			[
				"Senate and House Committees",
				30,
				57,
				"ORG"
			],
			[
				"Export Control Act",
				98,
				116,
				"LAW"
			],
			[
				"Senate and House Banking and Currency Committees",
				155,
				203,
				"ORG"
			],
			[
				"Committee",
				272,
				281,
				"ORG"
			]
		]
	},
	{
		"content": "I believe it would be unfortunate, and unwise, to adopt a policy of export control which will almost assuredly subject the Administration in the coming months to time-consuming and harassing investigations which the Senate Committee has not yet concluded and for which purpose the House Select Committee is seeking additional funds.",
		"entities": [
			[
				"Administration",
				123,
				137,
				"GPE"
			],
			[
				"Senate Committee",
				216,
				232,
				"ORG"
			],
			[
				"House Select Committee",
				281,
				303,
				"ORG"
			]
		]
	},
	{
		"content": "In addition, I think there would be a definite possibility that further direct legislative action regarding export controls would be taken at this session of Congress if there is any discernible lessening at this time of restrictions on exports to the Soviet bloc.",
		"entities": [
			[
				"Congress",
				158,
				166,
				"ORG"
			],
			[
				"Soviet bloc",
				252,
				263,
				"GPE"
			]
		]
	},
	{
		"content": "I would like further to suggest a course of action which, if successful, would achieve a positive gain for the United States and which, if not productive of concrete results, would nevertheless put the Administration in a position of having a record of doing all that could reasonably be expected in administering the Export Control Act.",
		"entities": [
			[
				"United States",
				111,
				124,
				"GPE"
			],
			[
				"Administration",
				202,
				216,
				"GPE"
			],
			[
				"Export Control Act",
				318,
				336,
				"LAW"
			]
		]
	},
	{
		"content": "I suggest that: The United States endeavor to negotiate a commercial agreement with the Soviet Union and other European Soviet bloc countries.",
		"entities": [
			[
				"United States",
				20,
				33,
				"GPE"
			],
			[
				"Soviet Union",
				88,
				100,
				"GPE"
			],
			[
				"European",
				111,
				119,
				"NORP"
			],
			[
				"Soviet bloc",
				120,
				131,
				"GPE"
			]
		]
	},
	{
		"content": "On our part we would offer to guarantee to permit exports of listed items.",
		"entities": []
	},
	{
		"content": "In return, we would seek to obtain, for example, settlement of outstanding debts, agreement on patents, agreement on measures to eliminate the threat of Soviet dumping of commodities such as oil, as well as agreement to export to us items in which we might have an interest.",
		"entities": [
			[
				"Soviet",
				153,
				159,
				"GPE"
			]
		]
	},
	{
		"content": "That with respect to the area of trade not subject to export control, we undertake in Soviet bloc countries, where arrangements can be worked out, an export expansion program, including trade missions, trade centers, and the like.",
		"entities": [
			[
				"Soviet bloc",
				86,
				97,
				"GPE"
			]
		]
	},
	{
		"content": "That pending efforts as above described, and under present conditions, the United States continue its present level of export controls as administered during recent months by the Department of Commerce, as modified to include the field of technical data.",
		"entities": [
			[
				"United States",
				75,
				88,
				"GPE"
			],
			[
				"Department of Commerce",
				179,
				201,
				"ORG"
			]
		]
	},
	{
		"content": "L.H.H. Attachment 2 SUGGESTED LEVEL OF MULTILATERAL EXPORT CONTROLS Maintain toward the non-Communist countries export controls over materials, equipment, supplies and technical data (including plants, processes, designs, components, parts, production equipment and production materials) in specific areas, as is required to prevent such items from making a significant contribution to the military or economic potential of the Communist countries such as their ability to initiate aggressive actions or engage in economic activities inimical to the national security and welfare of the Free World.",
		"entities": [
			[
				"non-Communist",
				88,
				101,
				"NORP"
			],
			[
				"Communist",
				428,
				437,
				"GPE"
			]
		]
	},
	{
		"content": "The following are examples: Electronics Chemical--including petrochemical Transportation New materials Advanced Research and Development Aircraft Electrical--advanced types Metal working machinery Pipeline and pipeline equipment Steel industry It should be noted that such controls and actions would not necessarily be imposed on all segments or elements within a specific category.",
		"entities": []
	},
	{
		"content": "For example, in the metal working machinery category it would be intended to cover only those types embodying recent technological advances, fully automated precision quality production machines.']",
		"entities": []
	},
	{
		"content": "['According to Department of State Objectives Paper, NATO/G-2, November 28, 1969, the overriding U.S. objectives at the North Atlantic Council Ministerial meeting in Brussels, December 4-5, included maintaining \"momentum and cohesion in Allied initiatives in the area of East-West relations, denying to the extent possible a Soviet propaganda march, assuring public understanding of the Allied approach, and, above all, making serious progress, where possible, on the hard issues that are the basic causes of East-West tension.\"",
		"entities": [
			[
				"Department of State",
				15,
				34,
				"ORG"
			],
			[
				"NATO/G-2",
				53,
				61,
				"ORG"
			],
			[
				"November 28, 1969",
				63,
				80,
				"DATE"
			],
			[
				"U.S.",
				97,
				101,
				"GPE"
			],
			[
				"North Atlantic Council Ministerial meeting",
				120,
				162,
				"EVENT"
			],
			[
				"Brussels",
				166,
				174,
				"LOC"
			],
			[
				"December 4-5",
				176,
				188,
				"DATE"
			],
			[
				"Allied",
				237,
				243,
				"NORP"
			],
			[
				"East-West",
				271,
				280,
				"LOC"
			],
			[
				"Soviet",
				325,
				331,
				"NORP"
			],
			[
				"Allied",
				387,
				393,
				"NORP"
			],
			[
				"East-West",
				509,
				518,
				"LOC"
			]
		]
	},
	{
		"content": "More specifically, the United States should seek to advance the cause of balanced force reductions (BFR), mediate a compromise position on NATO's formal attitude toward a European security conference, and mitigate Allied fears of imminent reductions of U.S. troops in Europe.",
		"entities": [
			[
				"United States",
				23,
				36,
				"GPE"
			],
			[
				"NATO",
				139,
				143,
				"ORG"
			],
			[
				"European",
				171,
				179,
				"NORP"
			],
			[
				"Allied",
				214,
				220,
				"NORP"
			],
			[
				"U.S.",
				253,
				257,
				"NORP"
			],
			[
				"Europe",
				268,
				274,
				"LOC"
			]
		]
	},
	{
		"content": "(National Archives, RG 59, Executive Secretariat, Conference Files, 1949-72, CF 420) Reports on the meet-ing are in telegrams 5570, December 4, and 5571, December 5, from USNATO.",
		"entities": [
			[
				"National Archives",
				1,
				18,
				"ORG"
			],
			[
				"Executive Secretariat",
				27,
				48,
				"ORG"
			],
			[
				"1949-72",
				68,
				75,
				"DATE"
			],
			[
				"December 4",
				132,
				142,
				"DATE"
			],
			[
				"December 5",
				154,
				164,
				"DATE"
			],
			[
				"USNATO",
				171,
				177,
				"ORG"
			]
		]
	},
	{
		"content": "(Ibid., Central Files 1967-69, NATO 3 BEL (BR))",
		"entities": [
			[
				"1967-69",
				22,
				29,
				"DATE"
			],
			[
				"NATO",
				31,
				35,
				"ORG"
			]
		]
	},
	{
		"content": "The text of the final communique and declaration are in NATO Final Communiques, 1949-1974, pp. 226-232.']",
		"entities": [
			[
				"NATO Final Communiques, 1949-1974",
				56,
				89,
				"WORK_OF_ART"
			]
		]
	},
	{
		"content": "['The following bilateral agreements should be ready for announcement during the Moscow Visit: --Space Cooperation Agreement",
		"entities": [
			[
				"Moscow",
				81,
				87,
				"LOC"
			]
		]
	},
	{
		"content": "--Environmental Agreement --Health Agreement --Science and Technology Agreement --Maritime Agreement --Incidents at Sea Agreement --Joint Commercial Commission Agreement You will probably want to sign the space cooperation agreement.",
		"entities": []
	},
	{
		"content": "All other bilateral agreements will either be signed by Secretary Rogers and Foreign Minister Gromyko or by US and Soviet counterparts in Washington and Moscow.",
		"entities": [
			[
				"Secretary Rogers",
				56,
				72,
				"PERSON"
			],
			[
				"Foreign Minister Gromyko",
				77,
				101,
				"PERSON"
			],
			[
				"US",
				108,
				110,
				"GPE"
			],
			[
				"Soviet",
				115,
				121,
				"GPE"
			],
			[
				"Washington",
				138,
				148,
				"LOC"
			],
			[
				"Moscow",
				153,
				159,
				"LOC"
			]
		]
	},
	{
		"content": "All agreements will be announced during the Moscow visit, and reference to them will be included in the Final Communique.",
		"entities": [
			[
				"Moscow",
				44,
				50,
				"LOC"
			]
		]
	},
	{
		"content": "The new US-Soviet Exchanges Agreement for 1972-1973 was signed in Moscow on April 11, 1972, and will also be referred to in the Communique.",
		"entities": [
			[
				"US-Soviet Exchanges Agreement for 1972-1973",
				8,
				51,
				"LAW"
			],
			[
				"Moscow",
				66,
				72,
				"LOC"
			],
			[
				"April 11, 1972",
				76,
				90,
				"DATE"
			]
		]
	},
	{
		"content": "The proposed scenario for announcement of the agreements is at Tab A of this book.",
		"entities": []
	},
	{
		"content": "Issues papers on each of the agreements are at Tabs B-I. Except for the commercial matters, you will probably not want to take much time with the Soviet leaders on any of these.",
		"entities": [
			[
				"Soviet",
				146,
				152,
				"GPE"
			]
		]
	},
	{
		"content": "In brief, for your information, the bilateral agreements embody the following understandings: Space Cooperation.",
		"entities": []
	},
	{
		"content": "The US and USSR agree to enhance cooperation in outer space by utilizing the capabilities of both countries for joint projects of mutual benefit.",
		"entities": [
			[
				"US",
				4,
				6,
				"GPE"
			],
			[
				"USSR",
				11,
				15,
				"GPE"
			]
		]
	},
	{
		"content": "NASA and the Soviet Academy of Sciences will oversee implementation of the agreement.",
		"entities": [
			[
				"NASA",
				0,
				4,
				"ORG"
			],
			[
				"Soviet Academy of Sciences",
				13,
				39,
				"ORG"
			]
		]
	},
	{
		"content": "The rendezvous and docking systems of US and Soviet spacecraft will be made compatible so as to provide for joint missions and rescue operations.",
		"entities": [
			[
				"US",
				38,
				40,
				"GPE"
			],
			[
				"Soviet",
				45,
				51,
				"GPE"
			]
		]
	},
	{
		"content": "The US and USSR agree to a joint, manned space flight in 1975 using Apollo-type and Soyuz-type spacecraft.",
		"entities": [
			[
				"US",
				4,
				6,
				"GPE"
			],
			[
				"USSR",
				11,
				15,
				"GPE"
			],
			[
				"1975",
				57,
				61,
				"DATE"
			],
			[
				"Apollo",
				68,
				74,
				"FAC"
			],
			[
				"Soyuz",
				84,
				89,
				"FAC"
			]
		]
	},
	{
		"content": "The two spacecraft will rendezvous and dock in space, and the cosmonauts and astronauts will visit the respective spacecraft.",
		"entities": []
	},
	{
		"content": "(See Tab B) Environmental Agreement.",
		"entities": []
	},
	{
		"content": "The US and USSR agree to establish closer and longer-term cooperation between interested organizations in the environmental field.",
		"entities": [
			[
				"US",
				4,
				6,
				"GPE"
			],
			[
				"USSR",
				11,
				15,
				"GPE"
			]
		]
	},
	{
		"content": "A new US-USSR Joint Committee on Cooperation in the Field of Environmental Protection is established to approve bilateral measures and programs of cooperation and make recommendations to the two Governments.",
		"entities": [
			[
				"US-USSR",
				6,
				13,
				"GPE"
			],
			[
				"Joint Committee on Cooperation in the Field of Environmental Protection",
				14,
				85,
				"ORG"
			]
		]
	},
	{
		"content": "Each country will designate a principal coordinator--Russell E. Train, Chairman of the Council on Environmental Quality, will take the lead for the US.",
		"entities": [
			[
				"Russell E. Train",
				53,
				69,
				"PERSON"
			],
			[
				"Chairman of the Council on Environmental Quality",
				71,
				119,
				"PERSON"
			],
			[
				"US",
				148,
				150,
				"GPE"
			]
		]
	},
	{
		"content": "It is planned that Train will make a post-Summit trip to Moscow to work out the details of the agreement.",
		"entities": [
			[
				"Train",
				19,
				24,
				"PERSON"
			],
			[
				"post-Summit",
				37,
				48,
				"EVENT"
			],
			[
				"Moscow",
				57,
				63,
				"LOC"
			]
		]
	},
	{
		"content": "(See Tab C) Health Agreement.",
		"entities": []
	},
	{
		"content": "The US and USSR undertake to develop and deepen mutual cooperation in the field of medical science and public Health.",
		"entities": [
			[
				"US",
				4,
				6,
				"GPE"
			],
			[
				"USSR",
				11,
				15,
				"GPE"
			]
		]
	},
	{
		"content": "They agree to do so through the Joint Committee for Health Cooperation which was established by the February 11 exchange of letters between HEW Secretary Elliot Richardson and Soviet Minister of Health Petrovsky.",
		"entities": [
			[
				"Joint Committee for Health Cooperation",
				32,
				70,
				"ORG"
			],
			[
				"February 11",
				100,
				111,
				"DATE"
			],
			[
				"HEW",
				140,
				143,
				"ORG"
			],
			[
				"Secretary Elliot Richardson",
				144,
				171,
				"PERSON"
			],
			[
				"Soviet",
				176,
				182,
				"GPE"
			],
			[
				"Minister of Health Petrovsky",
				183,
				211,
				"GPE"
			]
		]
	},
	{
		"content": "As agreed in that exchange of letters, initial research efforts will be focused on cancer, heart diseases and the environmental Health sciences.",
		"entities": []
	},
	{
		"content": "(See Tab D) Science and Technology Agreement.",
		"entities": []
	},
	{
		"content": "It is recognized that increased scientific and technical cooperation on the basis of mutual benefit is in the interests of both countries and can contribute to an improvement in over-all bilateral relations.",
		"entities": []
	},
	{
		"content": "A US-Soviet Joint Commission on Scientific and Technical Cooperation is established to explore, identify and establish appropriate joint programs.",
		"entities": [
			[
				"US-Soviet",
				2,
				11,
				"GPE"
			],
			[
				"Joint Commission on Scientific and Technical Cooperation",
				12,
				68,
				"ORG"
			]
		]
	},
	{
		"content": "Your Science Adviser, Dr. Edward E. David, will chair the US side and will make a post-Summit visit to Moscow to negotiate the detailed arrangements for the establishment of the new commission.",
		"entities": [
			[
				"Dr. Edward E. David",
				22,
				41,
				"PERSON"
			],
			[
				"US",
				58,
				60,
				"GPE"
			],
			[
				"Moscow",
				103,
				109,
				"LOC"
			]
		]
	},
	{
		"content": "(See Tab E) Maritime Agreement.",
		"entities": []
	},
	{
		"content": "The US and USSR agree to understandings on maritime and related matters which should facilitate an expansion of commerce between the two countries.",
		"entities": [
			[
				"US",
				4,
				6,
				"GPE"
			],
			[
				"USSR",
				11,
				15,
				"GPE"
			]
		]
	},
	{
		"content": "The understandings include provisions relating to port access, entry and treatment of ships of one country in the ports of the other and equal participation in cargo carriage.",
		"entities": []
	},
	{
		"content": "(See Tab F) Incidents at Sea Agreement.",
		"entities": []
	},
	{
		"content": "The US and USSR agree to understandings designed to prevent incidents at sea between units of the US and Soviet Navies operating on the high seas.",
		"entities": [
			[
				"US",
				4,
				6,
				"GPE"
			],
			[
				"USSR",
				11,
				15,
				"GPE"
			],
			[
				"US and Soviet Navies",
				98,
				118,
				"ORG"
			]
		]
	},
	{
		"content": "Provisions of the understandings deal with such issues as observation of the letter and spirit of the international rules of the road, avoidance of specified types of harassment and simulated attacks; measures to be taken so as not to hinder maneuvers such as carrier operations; general distances to be observed in aircraft-to-aircraft approaches and aircraft-to-ship approaches.",
		"entities": []
	},
	{
		"content": "Secretary Laird will sign for the US, Defense Minister Grechko for the USSR.",
		"entities": [
			[
				"Secretary Laird",
				0,
				15,
				"PERSON"
			],
			[
				"US",
				34,
				36,
				"GPE"
			],
			[
				"Defense Minister Grechko",
				38,
				62,
				"PERSON"
			],
			[
				"USSR",
				71,
				75,
				"GPE"
			]
		]
	},
	{
		"content": "(See Tab G) Joint Commercial Commission.",
		"entities": [
			[
				"Joint Commercial Commission",
				12,
				39,
				"ORG"
			]
		]
	},
	{
		"content": "The US and USSR agree to establish a Joint Commercial Commission to translate bilateral commercial objectives agreed to during your visit into specific agreements and actions.",
		"entities": [
			[
				"US",
				4,
				6,
				"GPE"
			],
			[
				"USSR",
				11,
				15,
				"GPE"
			],
			[
				"Joint Commercial Commission",
				37,
				64,
				"ORG"
			]
		]
	},
	{
		"content": "The Commission would negotiate a bilateral trade agreement, work to resolve outstanding commercial and financial issues and monitor the US-Soviet trade relationship over time.",
		"entities": [
			[
				"Commission",
				4,
				14,
				"ORG"
			],
			[
				"US-Soviet",
				136,
				145,
				"GPE"
			]
		]
	},
	{
		"content": "The Secretary of Commerce will chair the US side.",
		"entities": [
			[
				"Secretary of Commerce",
				4,
				25,
				"PERSON"
			],
			[
				"US",
				41,
				43,
				"GPE"
			]
		]
	},
	{
		"content": "(See Tab H)']",
		"entities": []
	},
	{
		"content": "[\"43.",
		"entities": []
	},
	{
		"content": "In view of the dangers attending passenger transportation through northern waters it has been decided that Americans desiring to return to the United States from northern Europe must proceed south to embark from Mediterranean ports.",
		"entities": [
			[
				"Americans",
				107,
				116,
				"NORP"
			],
			[
				"United States",
				143,
				156,
				"LOC"
			],
			[
				"Europe",
				171,
				177,
				"LOC"
			],
			[
				"Mediterranean",
				212,
				225,
				"NORP"
			]
		]
	},
	{
		"content": "Consequently, passports may be validated only for such travel for Americans desiring to return to the United States.",
		"entities": [
			[
				"Americans",
				66,
				75,
				"NORP"
			],
			[
				"United States",
				102,
				115,
				"LOC"
			]
		]
	},
	{
		"content": "Department is confident you have been and are doing everything proper and possible to facilitate the departure of Americans in Belgium desiring to return to the United States.",
		"entities": [
			[
				"Department",
				0,
				10,
				"ORG"
			],
			[
				"Americans",
				114,
				123,
				"NORP"
			],
			[
				"Belgium",
				127,
				134,
				"LOC"
			],
			[
				"United States",
				161,
				174,
				"LOC"
			]
		]
	},
	{
		"content": "In view of recent European developments and the possible spread of hostilities the Department desires to renew its efforts, in combination with yours, and without causing undue alarm, to expedite the return of Americans from Belgium.",
		"entities": [
			[
				"European",
				18,
				26,
				"NORP"
			],
			[
				"Department",
				83,
				93,
				"ORG"
			],
			[
				"Americans",
				210,
				219,
				"NORP"
			],
			[
				"Belgium",
				225,
				232,
				"LOC"
			]
		]
	},
	{
		"content": "Therefore, please telegraph as soon as possible (1) estimated number of Americans desiring to return to United States, (2) estimate of allotment you need for making loans to citizens requiring funds for repatriation in accordance with the provisions of the secret memorandum accompanying Department's confidential circular of March 29 [21], 1939, and (3) brief advice regarding possible arrangements for evacuation of citizens from Belgium and their transit to Mediterranean ports, including indication of possible routes and facility in obtaining necessary visas, after consulting other missions as necessary in connection therewith, and (4) recommendations as to any action Department may take to facilitate repatriations.",
		"entities": [
			[
				"Americans",
				72,
				81,
				"NORP"
			],
			[
				"United States",
				104,
				117,
				"LOC"
			],
			[
				"Department",
				288,
				298,
				"ORG"
			],
			[
				"March 29 [21], 1939",
				326,
				345,
				"DATE"
			],
			[
				"Belgium",
				432,
				439,
				"LOC"
			],
			[
				"Mediterranean",
				461,
				474,
				"NORP"
			],
			[
				"Department",
				676,
				686,
				"ORG"
			]
		]
	},
	{
		"content": "In regard to (2) above, persons having funds will be expected to bear cost of transportation.",
		"entities": []
	},
	{
		"content": "Loans may only be made to persons whose bona fide American citizenship is fully established except that they may be advanced to the American head of a family to cover transportation expenses for an accompanying alien wife and minor unmarried children in such cases as are necessary.",
		"entities": [
			[
				"American",
				50,
				58,
				"NORP"
			],
			[
				"American",
				132,
				140,
				"NORP"
			]
		]
	},
	{
		"content": "Loans may not be made for subsistence and removal from place to place of Americans remaining abroad.",
		"entities": [
			[
				"Americans",
				73,
				82,
				"NORP"
			]
		]
	},
	{
		"content": "They may only be made for transportation and for temporary subsistence in connection therewith.",
		"entities": []
	},
	{
		"content": "Procedure indicated in basic instruction of March 21, 1939, as modified by circular telegrams to Bern numbers 52, 55, 75, 78, and 90, relating to investigation of ability of friends, relatives, or employers in United States to furnish funds in each case must be followed.",
		"entities": [
			[
				"March 21, 1939",
				44,
				58,
				"DATE"
			],
			[
				"Bern",
				97,
				101,
				"LOC"
			],
			[
				"United States",
				210,
				223,
				"LOC"
			]
		]
	},
	{
		"content": "Repeat to Legation at The Hague as applying to the Netherlands also.",
		"entities": [
			[
				"Legation",
				10,
				18,
				"ORG"
			],
			[
				"Hague",
				26,
				31,
				"LOC"
			],
			[
				"Netherlands",
				51,
				62,
				"GPE"
			]
		]
	},
	{
		"content": "Hull\"]",
		"entities": [
			[
				"Hull",
				0,
				4,
				"PERSON"
			]
		]
	},
	{
		"content": "[\"secret 1826.",
		"entities": []
	},
	{
		"content": "After protracted and fine argumentation in which British were chiefly concerned with excluding Coal Experts Committee from examining political questions, Control Council accepted solution of terms of reference for Committee based substantially on General Clay's compromise proposal made at last meeting of Coordinating Committee.",
		"entities": [
			[
				"British",
				49,
				56,
				"GPE"
			],
			[
				"Coal Experts Committee",
				95,
				117,
				"ORG"
			],
			[
				"Control Council",
				154,
				169,
				"ORG"
			],
			[
				"Committee",
				214,
				223,
				"ORG"
			],
			[
				"General Clay",
				247,
				259,
				"PERSON"
			],
			[
				"Coordinating Committee",
				306,
				328,
				"ORG"
			]
		]
	},
	{
		"content": "(See mytel 1813, July 28.)",
		"entities": [
			[
				"July 28",
				17,
				24,
				"DATE"
			]
		]
	},
	{
		"content": "British member at first objected that enlarged terms of reference suggested by Soviets covered many points which were the primary responsibility of the zone commander and he said he could not accept these implications as long as there was failure to agree on the treatment of Germany as an economic whole.",
		"entities": [
			[
				"British",
				0,
				7,
				"GPE"
			],
			[
				"Soviets",
				79,
				86,
				"GPE"
			],
			[
				"Germany",
				276,
				283,
				"GPE"
			]
		]
	},
	{
		"content": "French member indicated that in report due for submission to Council of Foreign Ministers on September 1 primary emphasis might be given to coal distribution, whereas the more complicated question of production could be dealt with more fully in subsequent study.",
		"entities": [
			[
				"French",
				0,
				6,
				"GPE"
			],
			[
				"Council of Foreign Ministers",
				61,
				89,
				"ORG"
			],
			[
				"September 1",
				93,
				104,
				"DATE"
			]
		]
	},
	{
		"content": "Control Council finally agreed to following conclusion: (a) Preliminary report on coal production and apportionment to be presented by experts by August 25 with a view to submission to CFM by September 1, after examination by Coordinating Committee and Control Council, (b) Second and final report to be completed by coal experts by October 10.",
		"entities": [
			[
				"Control Council",
				0,
				15,
				"ORG"
			],
			[
				"August 25",
				146,
				155,
				"DATE"
			],
			[
				"CFM",
				185,
				188,
				"ORG"
			],
			[
				"September 1",
				192,
				203,
				"DATE"
			],
			[
				"Coordinating Committee",
				226,
				248,
				"ORG"
			],
			[
				"Control Council",
				253,
				268,
				"ORG"
			],
			[
				"October 10",
				333,
				343,
				"DATE"
			]
		]
	},
	{
		"content": "(c)",
		"entities": []
	},
	{
		"content": "First report would cover points envisaged in proposed US, British and French terms of reference, plus such points from proposed Soviet terms of reference as might be found necessary, and in addition any other matters found to be appropriate for study on the spot, (d) Full and final report would contain complete program determined by Experts Committee.",
		"entities": [
			[
				"US",
				54,
				56,
				"GPE"
			],
			[
				"British",
				58,
				65,
				"GPE"
			],
			[
				"French",
				70,
				76,
				"GPE"
			],
			[
				"Soviet",
				128,
				134,
				"GPE"
			],
			[
				"Experts Committee",
				335,
				352,
				"ORG"
			]
		]
	},
	{
		"content": "Sent Department as 1826; repeated to Moscow as 204 (Dept please relay to Moscow), Paris for Matthews as 223; London as 264.",
		"entities": [
			[
				"Department",
				5,
				15,
				"ORG"
			],
			[
				"Moscow",
				37,
				43,
				"LOC"
			],
			[
				"Dept",
				52,
				56,
				"ORG"
			],
			[
				"Moscow",
				73,
				79,
				"LOC"
			],
			[
				"Paris",
				82,
				87,
				"LOC"
			],
			[
				"Matthews",
				92,
				100,
				"PERSON"
			],
			[
				"London",
				109,
				115,
				"LOC"
			]
		]
	},
	{
		"content": "Murphy\"]",
		"entities": [
			[
				"Murphy",
				0,
				6,
				"PERSON"
			]
		]
	},
	{
		"content": "['47.",
		"entities": []
	},
	{
		"content": "For Scott from the Under Secretary.",
		"entities": [
			[
				"For Scott",
				0,
				9,
				"PERSON"
			],
			[
				"Under Secretary",
				19,
				34,
				"PERSON"
			]
		]
	},
	{
		"content": "Your No. 64, May 15, 3 p.m. Please say to the Minister for Foreign Affairs how much I value his never failing cooperation and understanding.",
		"entities": [
			[
				"May 15",
				13,
				19,
				"DATE"
			],
			[
				"Minister for Foreign Affairs",
				46,
				74,
				"PERSON"
			]
		]
	},
	{
		"content": "Please tell him confidentially that I share to the fullest degree the views which he expressed to you as set forth in your telegram under reference.",
		"entities": []
	},
	{
		"content": "Hull']",
		"entities": [
			[
				"Hull",
				0,
				4,
				"PERSON"
			]
		]
	},
	{
		"content": "[\"No. 66.]",
		"entities": []
	},
	{
		"content": "Sir: Referring to my predecessor's No. 792, dated October 4, 1904, announcing the signing of a Netherlands-Portuguese arbitration treaty, I have the honor to inclose herewith, in duplicate, a copy of the law of February 5, 1906, whereby the said treaty is ratified by the Netherlands Government.",
		"entities": [
			[
				"October 4, 1904",
				50,
				65,
				"DATE"
			],
			[
				"Netherlands-Portuguese",
				95,
				117,
				"GPE"
			],
			[
				"February 5, 1906",
				211,
				227,
				"DATE"
			],
			[
				"Netherlands Government",
				272,
				294,
				"GPE"
			]
		]
	},
	{
		"content": "I annex a translation of the Dutch law to which the treaty in French text is attached.",
		"entities": [
			[
				"Dutch",
				29,
				34,
				"GPE"
			],
			[
				"French",
				62,
				68,
				"NORP"
			]
		]
	},
	{
		"content": "I have, etc., David J. Hill.",
		"entities": [
			[
				"David J. Hill",
				14,
				27,
				"PERSON"
			]
		]
	},
	{
		"content": "[Inclosure 1.--Translation.]",
		"entities": []
	},
	{
		"content": "No. 18.",
		"entities": []
	},
	{
		"content": "Law of the 5th of February, 1906, containing the ratification of the treaty concluded between the Netherlands and Portugal at The Hague on the 1st of October, 1904, for the submission of certain differences to the Permanent Court of Arbitration.",
		"entities": [
			[
				"5th of February, 1906",
				11,
				32,
				"DATE"
			],
			[
				"Netherlands",
				98,
				109,
				"GPE"
			],
			[
				"Portugal",
				114,
				122,
				"GPE"
			],
			[
				"Hague",
				130,
				135,
				"LOC"
			],
			[
				"1st of October, 1904",
				143,
				163,
				"DATE"
			],
			[
				"Permanent Court of Arbitration",
				214,
				244,
				"ORG"
			]
		]
	},
	{
		"content": "We, Wilhelmina, by the Grace of God, Queen of the Netherlands, Princess of Orange, Nassau, etc.",
		"entities": [
			[
				"Wilhelmina",
				4,
				14,
				"PERSON"
			],
			[
				"Queen of the Netherlands",
				37,
				61,
				"TITLE"
			],
			[
				"Princess of Orange",
				63,
				81,
				"TITLE"
			],
			[
				"Nassau",
				83,
				89,
				"LOC"
			]
		]
	},
	{
		"content": "To all whom this shall concern, greeting: I do proclaim-- That whereas we, having deemed it advisable that the treaty concluded at The Hague on the 1st of October, 1904, between the Netherlands and Portugal, to the end that all differences in regard to which, in virtue of former conventions, an arbitral decision should be called in should be submitted to the Permanent Court of Arbitration affects legal rights and may impose upon the Kingdom pecuniary obligations; and further that it is desirable that in every special case in which, in accordance with article 1 of the said treaty, arbitral decision be called in, we reserve the right to enter into an agreement with Portugal, such as is referred to in article 31 of the convention of the 31st of July, 1899, relating to the pacific settlement of international disputes (approved by the law of the 9th of April, 1900, Official Gazette, No. 54); Hence we, having heard the council of state and with the general consent and approval of the States-General, have approved and agreed, as we do hereby approve and agree: Article 1.",
		"entities": [
			[
				"Hague",
				135,
				140,
				"LOC"
			],
			[
				"1st of October, 1904",
				148,
				168,
				"DATE"
			],
			[
				"Netherlands",
				182,
				193,
				"GPE"
			],
			[
				"Portugal",
				198,
				206,
				"GPE"
			],
			[
				"Permanent Court of Arbitration",
				361,
				391,
				"ORG"
			],
			[
				"Kingdom",
				437,
				444,
				"GPE"
			],
			[
				"Portugal",
				672,
				680,
				"GPE"
			],
			[
				"31st of July, 1899",
				744,
				762,
				"DATE"
			],
			[
				"9th of April, 1900",
				853,
				871,
				"DATE"
			],
			[
				"Official Gazette",
				873,
				889,
				"WORK_OF_ART"
			],
			[
				"States-General",
				993,
				1007,
				"ORG"
			]
		]
	},
	{
		"content": "That the annexed copy of the treaty concluded between the Netherlands and Portugal at The Hague on the 1st of October, 1904, relating to adjustment by the Court of Arbitration of all differences indicated in former provisions between the two countries respecting arbitral settlements.",
		"entities": [
			[
				"Netherlands",
				58,
				69,
				"GPE"
			],
			[
				"Portugal",
				74,
				82,
				"GPE"
			],
			[
				"Hague",
				90,
				95,
				"LOC"
			],
			[
				"1st of October, 1904",
				103,
				123,
				"DATE"
			],
			[
				"Court of Arbitration",
				155,
				175,
				"ORG"
			]
		]
	},
	{
		"content": "Article 2.",
		"entities": []
	},
	{
		"content": "In regard to disputes, differences, difficulties, and disagreements mentioned in article 1 of the treaty ratified by this law, we reserve the right regarding every special case to enter into a separate agreement with Portugal, such as is referred to in article 31 of the convention of the 29th of July, 1899, relating to the pacific settlement of international disputes (approved by the law of the 9th of April, 1900, Official Gazette, No. 54).",
		"entities": [
			[
				"Portugal",
				217,
				225,
				"GPE"
			],
			[
				"29th of July, 1899",
				289,
				307,
				"DATE"
			],
			[
				"9th of April, 1900",
				398,
				416,
				"DATE"
			],
			[
				"Official Gazette",
				418,
				434,
				"WORK_OF_ART"
			]
		]
	},
	{
		"content": "We do order and command that this shall be inserted in the Official Gazette, and all ministerial departments, authorities, corporations, and officials concerned shall strictly observe the same.",
		"entities": [
			[
				"Official Gazette",
				59,
				75,
				"WORK_OF_ART"
			]
		]
	},
	{
		"content": "Given at The Hague, this 5th day of February, 1906.",
		"entities": [
			[
				"Hague",
				13,
				18,
				"LOC"
			],
			[
				"5th day of February, 1906",
				25,
				50,
				"DATE"
			]
		]
	},
	{
		"content": "Wilhelmina.",
		"entities": [
			[
				"Wilhelmina",
				0,
				10,
				"PERSON"
			]
		]
	},
	{
		"content": "The Minister of Foreign Affairs,Van Tets Van Goudriaan.",
		"entities": [
			[
				"Minister of Foreign Affairs",
				4,
				31,
				"PERSON"
			],
			[
				"Van Tets Van Goudriaan",
				32,
				54,
				"PERSON"
			]
		]
	},
	{
		"content": "Issued this 17th day of February, 1906.The Minister of Justice,E. E. Van Raalte.\"]",
		"entities": [
			[
				"17th day of February, 1906",
				12,
				38,
				"DATE"
			],
			[
				"Minister of Justice",
				43,
				62,
				"TITLE"
			],
			[
				"E. E. Van Raalte",
				63,
				79,
				"PERSON"
			]
		]
	},
	{
		"content": "['The Ambassador said that things were not going so well in the negotiations for the purchase of wheat.",
		"entities": [
			[
				"Ambassador",
				6,
				16,
				"PERSON"
			]
		]
	},
	{
		"content": "He said that the Farm Board now agreed that the original suggestion was a credit of three years but that the negotiations on the financial end had apparently fallen down for what the Ambassador said seemed to him a foolish reason.",
		"entities": [
			[
				"Farm Board",
				17,
				27,
				"ORG"
			],
			[
				"Ambassador",
				183,
				193,
				"PERSON"
			]
		]
	},
	{
		"content": "The wheat is to be sold, if sold, to the German Grain Importing Company, the notes of this company will be endorsed by the German Government.",
		"entities": [
			[
				"German",
				41,
				47,
				"NORP"
			],
			[
				"German Government",
				123,
				140,
				"GPE"
			]
		]
	},
	{
		"content": "Now the grain corporation says that it will not take these notes, unless in its endorsement, the German Government will guarantee that they will be paid ahead of reparations or any other political debts.",
		"entities": [
			[
				"German Government",
				97,
				114,
				"GPE"
			]
		]
	},
	{
		"content": "I told the Ambassador that I would take this up immediately with the grain corporation (it stands to reason that this kind of a guarantee is fruitless because the German Government is merely guaranteeing the note of a private company and that private company has nothing to do, one way or the other, with political obligations of the German Government).",
		"entities": [
			[
				"Ambassador",
				11,
				21,
				"PERSON"
			],
			[
				"German Government",
				163,
				180,
				"GPE"
			],
			[
				"German Government",
				334,
				351,
				"GPE"
			]
		]
	},
	{
		"content": "The Ambassador continued that there was one other trouble in the negotiations which was that the Germans insisted on having 1931 wheat as of better quality and the Farm Board insisted that it had no 1931 wheat to sell and that the 1930 wheat was just as good anyway.",
		"entities": [
			[
				"Ambassador",
				4,
				14,
				"PERSON"
			],
			[
				"Germans",
				97,
				104,
				"GPE"
			],
			[
				"1931",
				124,
				128,
				"DATE"
			],
			[
				"Farm Board",
				164,
				174,
				"ORG"
			],
			[
				"1931",
				199,
				203,
				"DATE"
			],
			[
				"1930",
				231,
				235,
				"DATE"
			]
		]
	},
	{
		"content": "We agreed that this technical matter was obviously not one for discussion in the Foreign Office and that it was purely a question of fact to be decided by the negotiators.",
		"entities": [
			[
				"Foreign Office",
				81,
				95,
				"ORG"
			]
		]
	},
	{
		"content": "The Ambassador asked me whether I did not think it wise for the Germans to come back to Washington from Chicago to continue their negotiations.",
		"entities": [
			[
				"Ambassador",
				4,
				14,
				"PERSON"
			],
			[
				"Germans",
				64,
				71,
				"GPE"
			],
			[
				"Washington",
				88,
				98,
				"LOC"
			],
			[
				"Chicago",
				104,
				111,
				"LOC"
			]
		]
	},
	{
		"content": "I said the reason why I doubted this was that for some unknown reason the whole business had been kept out of the papers and if the negotiators came back here, it would almost certainly be known.",
		"entities": []
	},
	{
		"content": "The Ambassador agreed to this.']",
		"entities": [
			[
				"Ambassador",
				4,
				14,
				"PERSON"
			]
		]
	},
	{
		"content": "['Sir: I have the honor to inform you that I have received a telegram from the Earl of Rosebery stating that the German Government, in view of the disturbed state of affairs in Samoa, proposes to send one or two men-of-war there to protect life and property.",
		"entities": [
			[
				"Earl of Rosebery",
				79,
				95,
				"PERSON"
			],
			[
				"German Government",
				113,
				130,
				"GPE"
			],
			[
				"Samoa",
				177,
				182,
				"LOC"
			]
		]
	},
	{
		"content": "His lordship sees no objection to this proposal and as, in his opinion, it is desirable to maintain the strict concert of the treaty powers, he is disposed to recommend acquiescence in it.",
		"entities": []
	},
	{
		"content": "I should be very glad to learn the views of your Government in regard to this matter.",
		"entities": [
			[
				"Government",
				49,
				59,
				"GPE"
			]
		]
	},
	{
		"content": "I have, etc., Michael H. Herbert.']",
		"entities": [
			[
				"Michael H. Herbert",
				14,
				32,
				"PERSON"
			]
		]
	},
	{
		"content": "['No. 666 secret 519.",
		"entities": []
	},
	{
		"content": "Information contained Paris telegram February 12, regarding possible Russian project early rupture by Czechoslovakia and Poland first we had heard this matter.",
		"entities": [
			[
				"Paris",
				22,
				27,
				"LOC"
			],
			[
				"February 12",
				37,
				48,
				"DATE"
			],
			[
				"Russian",
				69,
				76,
				"NORP"
			],
			[
				"Czechoslovakia",
				102,
				116,
				"GPE"
			],
			[
				"Poland",
				121,
				127,
				"GPE"
			]
		]
	},
	{
		"content": "Regarding Czechoslovakia we would assume decision that character would in fact originate with Kremlin.",
		"entities": [
			[
				"Czechoslovakia",
				10,
				24,
				"GPE"
			],
			[
				"Kremlin",
				94,
				101,
				"GPE"
			]
		]
	},
	{
		"content": "Most we can state now is that if rupture planned, Czechoslovakia behavior would probably be approximately as it has been recently, for example:",
		"entities": [
			[
				"Czechoslovakia",
				50,
				64,
				"GPE"
			]
		]
	},
	{
		"content": "Within past week 3 cabinet ministers plus Secretary General Slovak CP have publicly and bitterly excoriated US (take-off point these flights of oratory West German rearmament).",
		"entities": [
			[
				"Secretary General Slovak CP",
				42,
				69,
				"PERSON"
			],
			[
				"US",
				108,
				110,
				"GPE"
			],
			[
				"West German",
				152,
				163,
				"GPE"
			]
		]
	},
	{
		"content": "Considerably increased police surveillance and harassment Embassy and personnel, including harsh police measures against Czech employees in effort obtain information about chancellery and official and private activities all personnel especially Americans (see Emb desps 205 February 8 and 213 February 15).",
		"entities": [
			[
				"Embassy",
				58,
				65,
				"ORG"
			],
			[
				"Czech",
				121,
				126,
				"NORP"
			],
			[
				"Americans",
				245,
				254,
				"NORP"
			],
			[
				"Emb",
				260,
				263,
				"ORG"
			],
			[
				"February 8",
				274,
				284,
				"DATE"
			],
			[
				"February 15",
				293,
				304,
				"DATE"
			]
		]
	},
	{
		"content": "False charges regarding jet and other US airplane overflights, and of espionage, for which most plausible explanation (Embtel 508 February 10) is that accusations are buildup for some early Czechoslovakian action already decided upon.",
		"entities": [
			[
				"US",
				38,
				40,
				"NORP"
			],
			[
				"February 10",
				130,
				141,
				"LAW"
			],
			[
				"Czechoslovakian",
				190,
				205,
				"GPE"
			]
		]
	},
	{
		"content": "Briggs']",
		"entities": [
			[
				"Briggs",
				0,
				6,
				"PERSON"
			]
		]
	},
	{
		"content": "['We discussed the matter of presenting the United States position to the United Nations Subcommittee when it meets on Monday, August 29.",
		"entities": [
			[
				"United States",
				44,
				57,
				"GPE"
			],
			[
				"United Nations Subcommittee",
				74,
				101,
				"ORG"
			],
			[
				"August 29",
				127,
				136,
				"DATE"
			]
		]
	},
	{
		"content": "I said that I felt that the essential thing was to present the United States case simply so that it could go ahead to the General Assembly on simple lines comparable to those of the Soviet Union.",
		"entities": [
			[
				"United States",
				63,
				76,
				"GPE"
			],
			[
				"General Assembly",
				122,
				138,
				"ORG"
			],
			[
				"Soviet Union",
				182,
				194,
				"GPE"
			]
		]
	},
	{
		"content": "It had a simple slogan \"Ban the Bomb\".",
		"entities": []
	},
	{
		"content": "We also needed something simple such as the inspection theme which President Eisenhower had presented.",
		"entities": [
			[
				"President Eisenhower",
				67,
				87,
				"PERSON"
			]
		]
	},
	{
		"content": "I did not think it useful at this stage to get into complications.",
		"entities": []
	},
	{
		"content": "In this connection, I referred to the so-called \"panel\" program and said that I doubted that it was useful to present this as it would enable the Soviet to bog the matter down in discussion of details while they went ahead with their own simple \"Ban the Bomb\" program.",
		"entities": [
			[
				"Soviet",
				146,
				152,
				"GPE"
			]
		]
	},
	{
		"content": "It was agreed that this panel program would not be presented to the United Nations Subcommittee at this time and that the United States would, in essence, present the President's Geneva program.",
		"entities": [
			[
				"United Nations Subcommittee",
				68,
				95,
				"ORG"
			],
			[
				"United States",
				122,
				135,
				"GPE"
			],
			[
				"President",
				167,
				176,
				"PERSON"
			],
			[
				"Geneva",
				179,
				185,
				"LOC"
			]
		]
	},
	{
		"content": "I raised the question as to the use of the phrase \"order of battle\", which had been used by Defense in the development of the President's program, and Mr. Stassen said it had been agreed not to use this phrase but rather to use the military explanation of the phrase.",
		"entities": [
			[
				"Defense",
				92,
				99,
				"ORG"
			],
			[
				"President",
				126,
				135,
				"PERSON"
			],
			[
				"Stassen",
				155,
				162,
				"PERSON"
			]
		]
	},
	{
		"content": "We discussed the question of giving publicity to what occurred at the meeting of the Subcommittee.",
		"entities": [
			[
				"Subcommittee",
				85,
				97,
				"ORG"
			]
		]
	},
	{
		"content": "I reaffirmed that I felt we should not get trapped into the situation that prevailed in London when the Soviets gave the story to their own press and we felt inhibited.",
		"entities": [
			[
				"London",
				88,
				94,
				"LOC"
			],
			[
				"Soviets",
				104,
				111,
				"GPE"
			]
		]
	},
	{
		"content": "Ambassador Lodge pointed out that the rules as regards to privacy had been established by the United Nations itself and that the Subcommittee could not change the rules.",
		"entities": [
			[
				"Ambassador Lodge",
				0,
				16,
				"PERSON"
			],
			[
				"United Nations",
				94,
				108,
				"ORG"
			],
			[
				"Subcommittee",
				129,
				141,
				"ORG"
			]
		]
	},
	{
		"content": "However, I said that it was a question of construction of the rules, that lawyers often referred to the \"practical construction\" of the contract and that I felt that what we could plausibly argue for was for the acceptance on our side of the practical construction which had been given to the United Nations rules by the Soviet Union.",
		"entities": [
			[
				"United Nations",
				293,
				307,
				"ORG"
			],
			[
				"Soviet Union",
				321,
				333,
				"GPE"
			]
		]
	},
	{
		"content": "It was agreed that we were to proceed along these lines.",
		"entities": []
	},
	{
		"content": "JFD']",
		"entities": [
			[
				"JFD",
				0,
				3,
				"PERSON"
			]
		]
	},
	{
		"content": "[\"[Translation.]",
		"entities": []
	},
	{
		"content": "The minister of Spain has had the honor to receive yesterday's communication from the honorable Secretary of State, enclosing one from Mr. Savage, acting consul general of the United States in Havana, dated the 20th instant, informing him of the landing of negroes near Cardenas, and stating that the superior court had appointed a commission, consisting of one of the justices of said court and the notary, Jose N. de Ortega, to proceed immediately to the spot and institute the requisite proceedings.",
		"entities": [
			[
				"minister of Spain",
				4,
				21,
				"PERSON"
			],
			[
				"Secretary of State",
				96,
				114,
				"PERSON"
			],
			[
				"Savage",
				139,
				145,
				"PERSON"
			],
			[
				"United States",
				176,
				189,
				"GPE"
			],
			[
				"Havana",
				193,
				199,
				"LOC"
			],
			[
				"20th",
				211,
				215,
				"DATE"
			],
			[
				"Cardenas",
				270,
				278,
				"LOC"
			],
			[
				"Jose N. de Ortega",
				408,
				425,
				"PERSON"
			]
		]
	},
	{
		"content": "The undersigned understands this communication is meant to show the strict enforcement the Cuban authorities intend to give to the orders of the Spanish government for the suppression of the slave trade.",
		"entities": [
			[
				"Cuban",
				91,
				96,
				"GPE"
			],
			[
				"Spanish government",
				145,
				163,
				"GPE"
			]
		]
	},
	{
		"content": "The undersigned herewith returns the said communication of Mr. Savage, according to request, and accepts the opportunity to renew to the honorable Secretary of State the assurances of his great consideration.",
		"entities": [
			[
				"Savage",
				63,
				69,
				"PERSON"
			],
			[
				"Secretary of State",
				147,
				165,
				"PERSON"
			]
		]
	},
	{
		"content": "GABRIEL G. TASSARA.",
		"entities": [
			[
				"GABRIEL G. TASSARA",
				0,
				18,
				"PERSON"
			]
		]
	},
	{
		"content": "Hon.",
		"entities": []
	},
	{
		"content": "William H. Seward, &c., &c., &c.\"]",
		"entities": [
			[
				"William H. Seward",
				0,
				17,
				"PERSON"
			]
		]
	},
	{
		"content": "['top secret Mr. Chairman--Gentlemen.",
		"entities": [
			[
				"Chairman",
				17,
				25,
				"PERSON"
			]
		]
	},
	{
		"content": "I am pleased to be able to report to you that we have successfully concluded negotiations with the British and the Canadians with respect to cooperation in atomic energy matters.",
		"entities": [
			[
				"British",
				99,
				106,
				"GPE"
			],
			[
				"Canadians",
				115,
				124,
				"GPE"
			]
		]
	},
	{
		"content": "You will recall that in these talks we had the following objectives:",
		"entities": []
	},
	{
		"content": "First, to terminate certain secret war-time agreements which appeared to place unwarranted restraints on our course of action.",
		"entities": []
	},
	{
		"content": "Second; to secure a redistribution of available uranium ore which would be more favorable to us; this meant that the stockpile in Britain had to be reduced and most of it dispersed outside the British Isles.",
		"entities": [
			[
				"Britain",
				130,
				137,
				"LOC"
			],
			[
				"British Isles",
				193,
				206,
				"LOC"
			]
		]
	},
	{
		"content": "Third; to insure an increase in the supplies of uranium available to the United States in the next few years, or at least until such time as new methods and techniques could reduce our dependence on imports; Fourth, to remove sources of misunderstanding and friction among ourselves and United Kingdom and Canada.",
		"entities": [
			[
				"United States",
				73,
				86,
				"GPE"
			],
			[
				"United Kingdom",
				287,
				301,
				"GPE"
			],
			[
				"Canada",
				306,
				312,
				"GPE"
			]
		]
	},
	{
		"content": "From its point of view the State Department's chief concern was to close out the anomalous war-time agreements in such a way as to preserve some basis for cooperation in procurement of raw materials; we especially wanted to get rid of some of the political overtones and commitments in these agreements, particularly such clauses as those which appeared to bind this country to consult with the United Kingdom before it could use the atom bomb.",
		"entities": [
			[
				"State Department",
				27,
				43,
				"ORG"
			],
			[
				"United Kingdom",
				395,
				409,
				"GPE"
			]
		]
	},
	{
		"content": "For its part, the Atomic Energy Commission naturally addressed itself to the raw materials problem which was the heart of the negotiations.",
		"entities": [
			[
				"Atomic Energy Commission",
				18,
				42,
				"ORG"
			]
		]
	},
	{
		"content": "Mr. Lilienthal, Mr. Carroll Wilson, and his helpers worked out what I consider to tea very ingenious and satisfactory formula on raw materials which they will report to you.",
		"entities": [
			[
				"Lilienthal",
				4,
				14,
				"PERSON"
			],
			[
				"Carroll Wilson",
				20,
				34,
				"PERSON"
			]
		]
	},
	{
		"content": "I am happy to report that all the Departments represented in these negotiations--State, Defense, and the Commission--consider that we have attained our objectives; in fact, I think we have achieved more than we might have expected before the talks were begun, and certainly more than appeared possible after the first day of the talks.",
		"entities": [
			[
				"Departments",
				34,
				45,
				"ORG"
			],
			[
				"State",
				81,
				86,
				"ORG"
			],
			[
				"Defense",
				88,
				95,
				"ORG"
			],
			[
				"Commission",
				105,
				115,
				"ORG"
			]
		]
	},
	{
		"content": "First, as to the war-time agreements--these have been terminated by mutual consent except as they relate to procurement and other functions which all of us wish to see continue.",
		"entities": []
	},
	{
		"content": "All embarrassing political provisions such as that in the case of the bomb have been eliminated.",
		"entities": []
	},
	{
		"content": "This has been done informally but in a manner which clearly registers the intent of the participating governments.",
		"entities": []
	},
	{
		"content": "I have here a piece of paper, rather tentatively entitled a \"Modus Vivendi\" which is in the form of a Minute of a Meeting of the U.S.-U.K.-Canada Combined Policy Committee.",
		"entities": [
			[
				"U.S.-U.K.-Canada Combined Policy Committee",
				131,
				173,
				"ORG"
			]
		]
	},
	{
		"content": "(This may be read or passed around--it is hoped not to have to distribute copies to each member.)",
		"entities": []
	},
	{
		"content": "My legal advisers tell me that a modus vivendi is an informal arrangement which, in the United States, has not been considered to require Senatorial confirmation, and which is interim in character--that it is a means of operating, pending conclusion of a permanent international agreement which, in this case, would be a convention on international control of atomic energy.",
		"entities": [
			[
				"United States",
				88,
				101,
				"GPE"
			],
			[
				"Senatorial",
				138,
				148,
				"ORG"
			]
		]
	},
	{
		"content": "This device seems to suit our book.",
		"entities": []
	},
	{
		"content": "It has the merit of putting everything in one package, and yet is not a treaty, nor is it one of those mysterious under-cover arrangements of no definable status under which our atomic energy program was run during the war.",
		"entities": []
	},
	{
		"content": "There are annexed to this paper, or minute, some reports of these sub-groups of the Combined Policy Committee which dealt with the question of interchange of information and with the allocation of raw materials.",
		"entities": [
			[
				"Combined Policy Committee",
				84,
				109,
				"ORG"
			]
		]
	},
	{
		"content": "These reports record the agreements reached on these subjects.",
		"entities": []
	},
	{
		"content": "They will be discussed more fully by the representatives of the Commission here present but, insofar as the State Department is concerned, I may say that the paper on information sets forth a pattern for interchange which is by no means disadvantageous to us; in fact it seems to be heavily loaded in our favor.",
		"entities": [
			[
				"Commission",
				64,
				74,
				"ORG"
			],
			[
				"State Department",
				108,
				124,
				"ORG"
			]
		]
	},
	{
		"content": "We stand to learn more than we give.",
		"entities": []
	},
	{
		"content": "The criterion for exchange of information will be the degree to which such an interchange would promote the national security of this country in the terms of the Atomic Energy Act of 1946.",
		"entities": [
			[
				"Atomic Energy Act of 1946",
				162,
				187,
				"LAW"
			]
		]
	},
	{
		"content": "There will be a permanent sub-committee to consider such interchange.",
		"entities": []
	},
	{
		"content": "Our representatives will be Dr. Vannevar Bush and Dr. Fisk of the Atomic Energy Commission.",
		"entities": [
			[
				"Dr. Vannevar Bush",
				28,
				45,
				"PERSON"
			],
			[
				"Dr. Fisk",
				50,
				58,
				"PERSON"
			],
			[
				"Atomic Energy Commission",
				66,
				90,
				"ORG"
			]
		]
	},
	{
		"content": "They will of course at all times be responsible to the Commission, the Defense Establishment, and the American Side of the Combined Policy Committee.",
		"entities": [
			[
				"Commission",
				55,
				65,
				"ORG"
			],
			[
				"American",
				102,
				110,
				"NORP"
			],
			[
				"Combined Policy Committee",
				123,
				148,
				"ORG"
			]
		]
	},
	{
		"content": "With respect to raw materials you will note that we will get all of production from the Belgian Congo for the next two years.",
		"entities": [
			[
				"Belgian Congo",
				88,
				101,
				"GPE"
			]
		]
	},
	{
		"content": "We also get a quantity of 250 tons which was enroute to the United Kingdom.",
		"entities": [
			[
				"United Kingdom",
				60,
				74,
				"GPE"
			]
		]
	},
	{
		"content": "The formula for future allocation, which Mr. Wilson will explain, will assure our operating needs for the next few years.",
		"entities": [
			[
				"Wilson",
				45,
				51,
				"PERSON"
			]
		]
	},
	{
		"content": "When we started these negotiations the British had a stockpile on the order of 3200 tons.",
		"entities": [
			[
				"British",
				39,
				46,
				"GPE"
			]
		]
	},
	{
		"content": "Under the arrangement which we have worked out, any idle stockpile in the United Kingdom in excess of a minimum operating requirement will be brought down to a small fraction of its present size.",
		"entities": [
			[
				"United Kingdom",
				74,
				88,
				"GPE"
			]
		]
	},
	{
		"content": "Moreover, I am impressed with the fact that the quantity which is to be removed from the United Kingdom under the operation of this formula will actually be available to our own use and not merely stored in Canada, or split up with Canada.",
		"entities": [
			[
				"United Kingdom",
				89,
				103,
				"GPE"
			],
			[
				"Canada",
				207,
				213,
				"LOC"
			],
			[
				"Canada",
				232,
				238,
				"GPE"
			]
		]
	},
	{
		"content": "I think that this arrangement goes far toward satisfying a recommendation made by the Joint Chiefs of Staff in March of 1946 [1947] in the early stages of our consideration of the problem.",
		"entities": [
			[
				"Joint Chiefs of Staff",
				86,
				107,
				"ORG"
			],
			[
				"March of 1946 [1947]",
				111,
				131,
				"DATE"
			]
		]
	},
	{
		"content": "The Joint Chiefs stipulated that any disadvantage to the United States of the maintenance of an atomic energy program in the United Kingdom could be minimized if consumption were to balance imports and if the British stockpile were to be brought down to the lowest prudent reserve.",
		"entities": [
			[
				"Joint Chiefs",
				4,
				16,
				"ORG"
			],
			[
				"United States",
				57,
				70,
				"GPE"
			],
			[
				"United Kingdom",
				125,
				139,
				"GPE"
			],
			[
				"British",
				209,
				216,
				"GPE"
			]
		]
	},
	{
		"content": "I think that is what we have achieved.",
		"entities": []
	},
	{
		"content": "When the British representatives arrived here to begin the talks it was apparent that they were under instructions from the British Cabinet not to agree to ship a single pound of the British stockpile.",
		"entities": [
			[
				"British",
				9,
				16,
				"GPE"
			],
			[
				"British Cabinet",
				124,
				139,
				"GPE"
			],
			[
				"British",
				183,
				190,
				"GPE"
			]
		]
	},
	{
		"content": "We were able to change their minds by laying on the table very frankly the facts of our situation and making it perfectly clear that no part of the Western world could feel secure if the United States bomb production program was to be handicapped.",
		"entities": [
			[
				"Western",
				148,
				155,
				"NORP"
			],
			[
				"United States",
				187,
				200,
				"GPE"
			]
		]
	},
	{
		"content": "Midway during the talks the British representatives went back to England to present the hard facts to their superiors.",
		"entities": [
			[
				"British",
				28,
				35,
				"GPE"
			],
			[
				"England",
				65,
				72,
				"LOC"
			]
		]
	},
	{
		"content": "When they came back they were prepared to reach an agreement which will have the effect of taking uranium out of their country.",
		"entities": []
	},
	{
		"content": "Politically this must have been a hard decision for the British.",
		"entities": [
			[
				"British",
				56,
				63,
				"GPE"
			]
		]
	},
	{
		"content": "I believe we all know just how difficult since uranium has come to have such a symbolic value, bound up with national prestige.",
		"entities": []
	},
	{
		"content": "Finally, I should report that a genuine mutual comprehension and a remarkably good atmosphere was established in these talks with the British and Canadians.",
		"entities": [
			[
				"British",
				134,
				141,
				"GPE"
			],
			[
				"Canadians",
				146,
				155,
				"GPE"
			]
		]
	},
	{
		"content": "The Canadians sat on the same side of the table with the British and were scrupulous members of the British Commonwealth.",
		"entities": [
			[
				"Canadians",
				4,
				13,
				"GPE"
			],
			[
				"British",
				57,
				64,
				"GPE"
			],
			[
				"British Commonwealth",
				100,
				120,
				"GPE"
			]
		]
	},
	{
		"content": "Nevertheless, we know that they put in some good words for our side of the argument in London.",
		"entities": [
			[
				"London",
				87,
				93,
				"LOC"
			]
		]
	},
	{
		"content": "I think it is very important that this atmosphere be maintained, and, for my part, I am very happy that now, as was not formerly the case, the U.S. position with respect to this cooperation has been taken with the knowledge of the individual members of this Committee, of the Joint Chiefs of Staff, and of the White House, and is broadly based on the combined judgment of all the executive departments concerned.']",
		"entities": [
			[
				"U.S.",
				143,
				147,
				"GPE"
			],
			[
				"Committee",
				258,
				267,
				"ORG"
			],
			[
				"Joint Chiefs of Staff",
				276,
				297,
				"ORG"
			],
			[
				"White House",
				310,
				321,
				"GPE"
			]
		]
	},
	{
		"content": "[\"Discussion The Israel Finance Minister raised with you on June 20 the question of special assistance to Israel out of remaining fiscal year 1957 funds.",
		"entities": [
			[
				"Israel",
				17,
				23,
				"GPE"
			],
			[
				"Finance Minister",
				24,
				40,
				"PERSON"
			],
			[
				"June 20",
				60,
				67,
				"DATE"
			],
			[
				"Israel",
				106,
				112,
				"GPE"
			],
			[
				"1957",
				142,
				146,
				"DATE"
			]
		]
	},
	{
		"content": "I understand that there are funds yet available for this purpose.",
		"entities": []
	},
	{
		"content": "I further recognize that Israel faces a very real and difficult short-term foreign exchange problem.",
		"entities": [
			[
				"Israel",
				25,
				31,
				"GPE"
			]
		]
	},
	{
		"content": "However, the problem arises in considerable part from the military campaign against Egypt, and immigration.",
		"entities": [
			[
				"Egypt",
				84,
				89,
				"GPE"
			]
		]
	},
	{
		"content": "Both of these Israel policies are opposed to ours.",
		"entities": [
			[
				"Israel",
				14,
				20,
				"GPE"
			]
		]
	},
	{
		"content": "I can not help but feel that the granting of emergency aid to Israel in the present context would prejudice our overall interests in the area.",
		"entities": [
			[
				"Israel",
				62,
				68,
				"GPE"
			]
		]
	},
	{
		"content": "My reasons include the following: A special gesture in behalf of Israel at this time could not be kept secret.",
		"entities": [
			[
				"Israel",
				65,
				71,
				"GPE"
			]
		]
	},
	{
		"content": "Its publication in the Near East would almost certainly be interpreted as a further reward for Israel's having withdrawn its forces from Sinai and Gaza.",
		"entities": [
			[
				"Near East",
				23,
				32,
				"LOC"
			],
			[
				"Israel",
				95,
				101,
				"GPE"
			],
			[
				"Sinai",
				137,
				142,
				"LOC"
			],
			[
				"Gaza",
				147,
				151,
				"LOC"
			]
		]
	},
	{
		"content": "Area repercussions of this nature would be exploited by Arab states unfriendly towards us (i.e., Syria and Egypt) to embarrass Arab states friendly to us (i.e., Jordan, Lebanon, Iraq and Saudi Arabia).",
		"entities": [
			[
				"Arab",
				56,
				60,
				"NORP"
			],
			[
				"Syria",
				97,
				102,
				"GPE"
			],
			[
				"Egypt",
				107,
				112,
				"GPE"
			],
			[
				"Arab",
				127,
				131,
				"NORP"
			],
			[
				"Jordan",
				161,
				167,
				"GPE"
			],
			[
				"Lebanon",
				169,
				176,
				"GPE"
			],
			[
				"Iraq",
				178,
				182,
				"GPE"
			],
			[
				"Saudi Arabia",
				187,
				199,
				"GPE"
			]
		]
	},
	{
		"content": "Such a gesture on our part to Israel at this time would also greatly complicate our efforts to make progress in delicate situations such as the Gulf of Aqaba, Jordan, and the effort to strengthen Arab resistence to Nasser.",
		"entities": [
			[
				"Israel",
				30,
				36,
				"GPE"
			],
			[
				"Gulf of Aqaba",
				144,
				157,
				"LOC"
			],
			[
				"Jordan",
				159,
				165,
				"LOC"
			],
			[
				"Arab",
				196,
				200,
				"NORP"
			],
			[
				"Nasser",
				215,
				221,
				"PERSON"
			]
		]
	},
	{
		"content": "There is no political advantage to be gained from Israel by extending emergency aid at this time and in this context.",
		"entities": [
			[
				"Israel",
				50,
				56,
				"GPE"
			]
		]
	},
	{
		"content": "Our thinking has been that in fiscal year 1958 any additional aid to Israel to meet its more pressing needs should be linked to a political gesture favorable to us on Israel's part, particularly with regard to the Palestine Arab refugee situation.",
		"entities": [
			[
				"1958",
				42,
				46,
				"DATE"
			],
			[
				"Israel",
				69,
				75,
				"GPE"
			],
			[
				"Israel",
				167,
				173,
				"GPE"
			],
			[
				"Palestine Arab",
				214,
				228,
				"NORP"
			]
		]
	},
	{
		"content": "Recommendation That we inform the Israelis we have looked into the matter of additional fiscal year 1957 funds and find that it does not appear to be a practical possibility.\"]",
		"entities": [
			[
				"Israelis",
				34,
				42,
				"GPE"
			],
			[
				"1957",
				100,
				104,
				"DATE"
			]
		]
	},
	{
		"content": "['[Telegram.]",
		"entities": []
	},
	{
		"content": "No. 46.]",
		"entities": []
	},
	{
		"content": "Sir: At a joint meeting of the ministers of the treaty powers, held yesterday, it was determined, on the failure of the government within 20 days to do so, to open the inland sea, now closed, even to Japanese commerce with Nagasaki, by Nagato.",
		"entities": [
			[
				"Japanese",
				200,
				208,
				"NORP"
			],
			[
				"Nagasaki",
				223,
				231,
				"LOC"
			],
			[
				"Nagato",
				236,
				242,
				"LOC"
			]
		]
	},
	{
		"content": "The British will have 15 ships-of-war, the Dutch 4, and the French 3, the United States only the Jamestown.",
		"entities": [
			[
				"British",
				4,
				11,
				"GPE"
			],
			[
				"Dutch",
				43,
				48,
				"GPE"
			],
			[
				"French",
				60,
				66,
				"GPE"
			],
			[
				"United States",
				74,
				87,
				"GPE"
			],
			[
				"Jamestown",
				97,
				106,
				"FAC"
			]
		]
	},
	{
		"content": "I most respectfully ask for steamers, which, though they will not arrive in time for these movements, may and probably will be necessary for the protection of commercial interests.",
		"entities": []
	},
	{
		"content": "Respectfully, your obedient servant, ROBERT H. PRUYN, Minister Resident in Japan.",
		"entities": [
			[
				"ROBERT H. PRUYN",
				37,
				52,
				"PERSON"
			],
			[
				"Minister Resident",
				54,
				71,
				"TITLE"
			],
			[
				"Japan",
				75,
				80,
				"LOC"
			]
		]
	},
	{
		"content": "Hon William H. Seward, Secretary of State, Washington.']",
		"entities": [
			[
				"Hon William H. Seward",
				0,
				21,
				"PERSON"
			],
			[
				"Secretary of State",
				23,
				41,
				"TITLE"
			],
			[
				"Washington",
				43,
				53,
				"LOC"
			]
		]
	},
	{
		"content": "['confidential US/S/1650 Subject:",
		"entities": [
			[
				"US/S/1650",
				15,
				24,
				"ORG"
			]
		]
	},
	{
		"content": "Dropping Korea Question from Security Council Agenda Participants: Mr. Denis S. Laskey, United Kingdom Delegation Mr. C. P. Noyes, United States Mission Laskey reported that after the United States Embassy had discussed this question with the Foreign Office, the Foreign Office had sent them new instructions.",
		"entities": [
			[
				"Korea",
				9,
				14,
				"GPE"
			],
			[
				"Security Council",
				29,
				45,
				"ORG"
			],
			[
				"Denis S. Laskey",
				71,
				86,
				"PERSON"
			],
			[
				"United Kingdom",
				88,
				102,
				"GPE"
			],
			[
				"C. P. Noyes",
				118,
				129,
				"PERSON"
			],
			[
				"United States Mission",
				131,
				152,
				"ORG"
			],
			[
				"Laskey",
				153,
				159,
				"PERSON"
			],
			[
				"United States Embassy",
				184,
				205,
				"ORG"
			],
			[
				"Foreign Office",
				243,
				257,
				"ORG"
			],
			[
				"Foreign Office",
				263,
				277,
				"ORG"
			]
		]
	},
	{
		"content": "The present position remains as previously, that it is legally very doubtful that the Assembly has the right to make recommendations to Member States on the Korean question while the matter remains on the Security Council agenda.",
		"entities": [
			[
				"Assembly",
				86,
				94,
				"ORG"
			],
			[
				"Korean",
				157,
				163,
				"GPE"
			],
			[
				"Security Council",
				205,
				221,
				"ORG"
			]
		]
	},
	{
		"content": "The Foreign Office therefore continues to feel that it is important that at some time the Security Council should drop this question from its agenda.",
		"entities": [
			[
				"Foreign Office",
				4,
				18,
				"ORG"
			],
			[
				"Security Council",
				90,
				106,
				"ORG"
			]
		]
	},
	{
		"content": "They realize that throughout this month there are very real political difficulties.",
		"entities": []
	},
	{
		"content": "They are willing, therefore, to go on for the rest of this month without raising the issue themselves.",
		"entities": []
	},
	{
		"content": "Laskey was not sure what their position would be if other Delegations, before the end of this month, raised this issue and it became a hot potato.",
		"entities": [
			[
				"Laskey",
				0,
				6,
				"PERSON"
			],
			[
				"Delegations",
				58,
				69,
				"ORG"
			]
		]
	},
	{
		"content": "This would put them in a very difficult position.",
		"entities": []
	},
	{
		"content": "He thought barring this eventuality his Delegation would have no difficulty in passing any resolution implementing a cease-fire--if that were possible--or the Six-Power resolution.",
		"entities": [
			[
				"Delegation",
				40,
				50,
				"PERSON"
			]
		]
	},
	{
		"content": "In regard to the Six-Power resolution, he thought it could be made an exception on the ground that in the same resolution the Council had been prevented from passing it; also that it did not make recommendations to Member States but merely stated a policy.",
		"entities": [
			[
				"Council",
				126,
				133,
				"ORG"
			]
		]
	},
	{
		"content": "The British certainly would have grave difficulties with any second-step resolution which did make recommendations to Members.",
		"entities": [
			[
				"British",
				4,
				11,
				"GPE"
			]
		]
	},
	{
		"content": "Laskey thought the Foreign Office would be anxious, after January 1 to have the Security Council drop the matter from its agenda so as to eliminate this difficulty.",
		"entities": [
			[
				"Laskey",
				0,
				6,
				"PERSON"
			],
			[
				"Foreign Office",
				19,
				33,
				"ORG"
			],
			[
				"January 1",
				58,
				67,
				"DATE"
			],
			[
				"Security Council",
				80,
				96,
				"ORG"
			]
		]
	},
	{
		"content": "He thought this could easily be done when Quevedo is President.",
		"entities": [
			[
				"Quevedo",
				42,
				49,
				"PERSON"
			],
			[
				"President",
				53,
				62,
				"TITLE"
			]
		]
	},
	{
		"content": "Laskey indicated that the British had discussed this in Commonwealth Meeting.",
		"entities": [
			[
				"Laskey",
				0,
				6,
				"PERSON"
			],
			[
				"British",
				26,
				33,
				"GPE"
			],
			[
				"Commonwealth",
				56,
				68,
				"ORG"
			]
		]
	},
	{
		"content": "He thought that the point of view he had expressed was the general feeling of the Commonwealth Group.']",
		"entities": [
			[
				"Commonwealth Group",
				82,
				100,
				"ORG"
			]
		]
	},
	{
		"content": "[\"Dear Mr. Hoover: [less than 1 line of source text not declassified] has recently returned here on leave and has reported to us fully on the local situation.",
		"entities": [
			[
				"Hoover",
				11,
				17,
				"PERSON"
			]
		]
	},
	{
		"content": "He has emphasized particularly his view, based on close personal contact with the Shah, that the latter will be anxious to receive some clarification of the U.S. attitude toward military aid and that the position of our new Ambassador may be seriously prejudiced from the outset if he is unable to provide satisfactory assurances of U.S. interest in strengthening Iran militarily.",
		"entities": [
			[
				"Shah",
				82,
				86,
				"PERSON"
			],
			[
				"U.S.",
				157,
				161,
				"GPE"
			],
			[
				"Ambassador",
				224,
				234,
				"PERSON"
			],
			[
				"U.S.",
				333,
				337,
				"GPE"
			],
			[
				"Iran",
				364,
				368,
				"GPE"
			]
		]
	},
	{
		"content": "We recognize that the aid issue is a complicated one.",
		"entities": []
	},
	{
		"content": "Iran's ability to absorb and effectively utilize large quantities of aid is still uncertain, and it may be impossible to firm up a realistic long-range aid program at any early date.",
		"entities": [
			[
				"Iran",
				0,
				4,
				"GPE"
			]
		]
	},
	{
		"content": "Nevertheless, the Shah is a sensitive and mercurial individual who occupies a critical role in maintenance of Iran's stability.",
		"entities": [
			[
				"Shah",
				18,
				22,
				"PERSON"
			],
			[
				"Iran",
				110,
				114,
				"GPE"
			]
		]
	},
	{
		"content": "It is not within my competence to pass judgments on the diplomatic and military considerations involved in the aid issue.",
		"entities": []
	},
	{
		"content": "However, it is our intelligence appraisal, based [less than 1 line of source text not declassified] on an analysis of the over-all situation in Iran, that failure to provide the Shah with a reasonably precise statement of the role we hope Iran will play in regional defense preparations and of our own intentions may have the following adverse consequences: The Shah may conclude that the U.S. has no serious intention of developing Iran's capabilities for defense against possible Soviet attack.",
		"entities": [
			[
				"Iran",
				144,
				148,
				"GPE"
			],
			[
				"Shah",
				178,
				182,
				"PERSON"
			],
			[
				"Iran",
				239,
				243,
				"GPE"
			],
			[
				"Shah",
				362,
				366,
				"PERSON"
			],
			[
				"U.S.",
				389,
				393,
				"GPE"
			],
			[
				"Iran",
				433,
				437,
				"GPE"
			],
			[
				"Soviet",
				482,
				488,
				"GPE"
			]
		]
	},
	{
		"content": "This would be a serious blow to the Shah's morale, adversely affecting not only his interest in participation in regional defense activities but also his determination to strengthen his country internally.",
		"entities": [
			[
				"Shah",
				36,
				40,
				"PERSON"
			]
		]
	},
	{
		"content": "Iranian political and popular opinion would tend to interpret the Shah's failure to obtain satisfaction from the U.S. on the military aid issue as an indication that U.S. interest in the future of Iran and U.S. support for the Shah himself were diminishing.",
		"entities": [
			[
				"Iranian",
				0,
				7,
				"NORP"
			],
			[
				"Shah",
				66,
				70,
				"PERSON"
			],
			[
				"U.S.",
				113,
				117,
				"GPE"
			],
			[
				"U.S.",
				166,
				170,
				"GPE"
			],
			[
				"Iran",
				197,
				201,
				"GPE"
			],
			[
				"U.S.",
				206,
				210,
				"GPE"
			],
			[
				"Shah",
				227,
				231,
				"PERSON"
			]
		]
	},
	{
		"content": "This would encourage the revival of anti-regime extremist elements and might facilitate the eventual reemergence of another Mossadeq-type government backed by fanatical nationalist elements and the Communists.",
		"entities": [
			[
				"Mossadeq",
				124,
				132,
				"PERSON"
			],
			[
				"Communists",
				198,
				208,
				"ORG"
			]
		]
	},
	{
		"content": "This matter was discussed briefly in the OCB meeting somewhat along the above lines and as Deputy Secretary of Defense Anderson was not present at that meeting, I am sending him a copy of this letter.",
		"entities": [
			[
				"OCB",
				41,
				44,
				"ORG"
			],
			[
				"Deputy Secretary of Defense Anderson",
				91,
				127,
				"PERSON"
			]
		]
	},
	{
		"content": "Sincerely, Allen W. Dulles\"]",
		"entities": [
			[
				"Allen W. Dulles",
				11,
				26,
				"PERSON"
			]
		]
	},
	{
		"content": "['top secret NSC 163/1 Security of Strategically Importantly Industrial Operations in Foreign Countries",
		"entities": [
			[
				"NSC",
				13,
				16,
				"ORG"
			]
		]
	},
	{
		"content": "The security of strategically important industrial operations in foreign countries is important to the national security of the United States.",
		"entities": [
			[
				"United States",
				128,
				141,
				"GPE"
			]
		]
	},
	{
		"content": "U.S. efforts aimed at maintaining, and where feasible, improving, the security of its most important and vulnerable foreign sources of supply, should be continued.",
		"entities": [
			[
				"U.S.",
				0,
				4,
				"GPE"
			]
		]
	},
	{
		"content": "A feasible program limited to the few absolutely essential foreign installations should be carried out as follows: a.",
		"entities": []
	},
	{
		"content": "The program will be limited to (1) foreign-owned foreign facilities listed in Annex 1-A; and (2) U.S.-owned foreign facilities listed in Annex 1-B supplementing, as necessary, action within the capabilities of the U. S. companies.",
		"entities": [
			[
				"U.S.",
				97,
				101,
				"NORP"
			],
			[
				"U. S.",
				214,
				219,
				"NORP"
			]
		]
	},
	{
		"content": "The Director of the Office of Defense Mobilization, after coordination with the Department of Defense, will be permitted, in the event that the supply situation of any material, whether or not listed in Annex 1, deteriorates or improves substantially in relation to war needs, to add to or delete from the list one or more facilities involved in its production, processing or transportation.",
		"entities": [
			[
				"Director of the Office of Defense Mobilization",
				4,
				50,
				"PERSON"
			],
			[
				"Department of Defense",
				80,
				101,
				"ORG"
			]
		]
	},
	{
		"content": "Responsibility for implementing the program should be as follows: a. The Director of the Office of Defense Mobilization will: (1) Administer the program in coordination with the Departments of State and Defense and the Central Intelligence Agency.",
		"entities": [
			[
				"Director of the Office of Defense Mobilization",
				73,
				119,
				"PERSON"
			],
			[
				"Departments of State and Defense",
				178,
				210,
				"ORG"
			],
			[
				"Central Intelligence Agency",
				219,
				246,
				"ORG"
			]
		]
	},
	{
		"content": "Arrange for the conduct of surveys, where feasible, of the security of the listed facilities and devise plans for their protection, utilizing available facilities of other agencies so far as practicable.",
		"entities": []
	},
	{
		"content": "The Department of State will determine the feasibility of and will conduct any negotiations with foreign governments which will be required under the program.",
		"entities": [
			[
				"Department of State",
				4,
				23,
				"ORG"
			]
		]
	},
	{
		"content": "Where appropriate, security and intelligence liaison channels will be used in arranging for foreign cooperation.",
		"entities": []
	},
	{
		"content": "The Central Intelligence Agency will provide, from time to time at the request of ODM, intelligence appraisals of the nature and extent of the threat of sabotage to the security of each of the listed facilities; and, in exceptional circumstances with the concurrence of the Department of State, will conduct covert surveillance of such facilities.",
		"entities": [
			[
				"Central Intelligence Agency",
				4,
				31,
				"ORG"
			],
			[
				"ODM",
				82,
				85,
				"ORG"
			],
			[
				"Department of State",
				274,
				293,
				"ORG"
			]
		]
	},
	{
		"content": "Administration of the program by the ODM will take into account the appraisals made by the CIA, as well as the assurances received from responsible governments or private companies, in determining the need for surveys of facilities and in recommending protective action to be taken.",
		"entities": [
			[
				"ODM",
				37,
				40,
				"ORG"
			],
			[
				"CIA",
				91,
				94,
				"ORG"
			]
		]
	},
	{
		"content": "Expenditures for surveys and protective measures in Fiscal Year 1954 should not exceed $25,000 and $75,000 respectively, from funds to be provided by the Department of Defense, the Office of Defense Mobilization or the Central Intelligence Agency, subject to the approval of the Director of the Bureau of the Budget.",
		"entities": [
			[
				"1954",
				64,
				68,
				"DATE"
			],
			[
				"Department of Defense",
				154,
				175,
				"ORG"
			],
			[
				"Office of Defense Mobilization",
				181,
				211,
				"ORG"
			],
			[
				"Central Intelligence Agency",
				219,
				246,
				"ORG"
			],
			[
				"Director of the Bureau of the Budget",
				279,
				315,
				"PERSON"
			]
		]
	},
	{
		"content": "Annex 1 A. Foreign-Owned Facilities 1.",
		"entities": []
	},
	{
		"content": "cobalt Belgian Congo (1) Union Miniere du Haut Katanga (Belgian) processing facilities (concentration, ore treatment, and refining) in Katanga Province; (2)",
		"entities": [
			[
				"Belgian Congo",
				7,
				20,
				"LOC"
			],
			[
				"Union Miniere du Haut Katanga",
				25,
				54,
				"ORG"
			],
			[
				"Belgian",
				56,
				63,
				"NORP"
			],
			[
				"Katanga Province",
				135,
				151,
				"LOC"
			]
		]
	},
	{
		"content": "Three hydroelectric stations in same province; and (3) Other facilities, if any, which on the basis of further investigation prove to be of equal or greater importance to the entire operation.",
		"entities": []
	},
	{
		"content": "(The mines have been omitted because production is scattered and involves surface operations not specially vulnerable to sabotage.)",
		"entities": []
	},
	{
		"content": "(b)\"> In 1951 this source provided about 90% of U.S. supply of cobalt and it is estimated that during the first year of an emergency about 65% of our requirements will come from this source, 25% from domestic supply, and the balance from the stockpile (of which 40% is on hand).",
		"entities": [
			[
				"1951",
				9,
				13,
				"DATE"
			],
			[
				"U.S.",
				48,
				52,
				"GPE"
			]
		]
	},
	{
		"content": "2.",
		"entities": []
	},
	{
		"content": "nickel Canada (1) International Nickel Co. of Canada smelter at Copper Cliff, Ont., and (2) International Nickel Co. of Canada refinery at Port Colborne, Ont. (b)\"> In 1951 U.S. obtained 93% of its supply from Canada.",
		"entities": [
			[
				"Canada",
				7,
				13,
				"LOC"
			],
			[
				"International Nickel Co. of Canada",
				18,
				52,
				"ORG"
			],
			[
				"Copper Cliff, Ont",
				64,
				81,
				"LOC"
			],
			[
				"International Nickel Co. of Canada",
				92,
				126,
				"ORG"
			],
			[
				"Port Colborne, Ont",
				139,
				157,
				"LOC"
			],
			[
				"1951",
				168,
				173,
				"DATE"
			],
			[
				"U.S.",
				174,
				177,
				"GPE"
			],
			[
				"Canada",
				210,
				216,
				"LOC"
			]
		]
	},
	{
		"content": "Estimates during the first year of an emergency about 80% of requirements will come from Canada.",
		"entities": [
			[
				"Canada",
				89,
				95,
				"LOC"
			]
		]
	},
	{
		"content": "The stockpile is only 15% complete. 3.",
		"entities": []
	},
	{
		"content": "bauxite Surinam (Dutch) Billiton Co. (Dutch) mines at Ovverbacht, Para Creek District, 25 miles southeast of Paramaribo.",
		"entities": [
			[
				"Surinam",
				8,
				15,
				"LOC"
			],
			[
				"Dutch",
				17,
				22,
				"NORP"
			],
			[
				"Billiton Co.",
				24,
				36,
				"ORG"
			],
			[
				"Dutch",
				38,
				43,
				"NORP"
			],
			[
				"Ovverbacht",
				54,
				64,
				"LOC"
			],
			[
				"Para Creek District",
				66,
				85,
				"LOC"
			],
			[
				"Paramaribo",
				109,
				119,
				"LOC"
			]
		]
	},
	{
		"content": "These mines supply about 25% of Surinam production, the remaining properties being American-owned; see B-3 below.",
		"entities": [
			[
				"Surinam",
				32,
				39,
				"NORP"
			],
			[
				"American",
				83,
				91,
				"NORP"
			]
		]
	},
	{
		"content": "(2) Port Facilities at Moenga.",
		"entities": [
			[
				"Moenga",
				23,
				29,
				"LOC"
			]
		]
	},
	{
		"content": "(b)\"> U.S. obtained 52% of its supply of bauxite from Surinam in 1951.",
		"entities": [
			[
				"U.S.",
				6,
				10,
				"GPE"
			],
			[
				"Surinam",
				54,
				61,
				"LOC"
			],
			[
				"1951",
				65,
				69,
				"DATE"
			]
		]
	},
	{
		"content": "It is estimated that during the first year of an emergency 40% of requirements will come from that country.",
		"entities": []
	},
	{
		"content": "Trinidad (British) Transhipping facilities.",
		"entities": [
			[
				"Trinidad",
				0,
				8,
				"LOC"
			],
			[
				"British",
				10,
				17,
				"NORP"
			]
		]
	},
	{
		"content": "The availability of Surinam bauxite is dependent on port facilities in Surinam plus transhipping facilities in Trinidad. 4.",
		"entities": [
			[
				"Surinam",
				20,
				27,
				"NORP"
			],
			[
				"Surinam",
				71,
				78,
				"LOC"
			],
			[
				"Trinidad",
				111,
				119,
				"LOC"
			]
		]
	},
	{
		"content": "petroleum Curacao (Dutch) Shell Company (Dutch) refinery at Wilhelmstadt.",
		"entities": [
			[
				"Curacao",
				10,
				17,
				"LOC"
			],
			[
				"Dutch",
				19,
				24,
				"NORP"
			],
			[
				"Shell Company",
				26,
				39,
				"ORG"
			],
			[
				"Dutch",
				41,
				46,
				"NORP"
			],
			[
				"Wilhelmstadt",
				60,
				72,
				"LOC"
			]
		]
	},
	{
		"content": "This refinery has crude charging capacity of 350, 000 B/D. With the U.S.-owned refinery of Aruba (see B-4 below) it represents the principal means of refining Venezuelan petroleum production.",
		"entities": [
			[
				"U.S.",
				68,
				72,
				"NORP"
			],
			[
				"Aruba",
				91,
				96,
				"LOC"
			],
			[
				"Venezuelan",
				159,
				169,
				"NORP"
			]
		]
	},
	{
		"content": "Although at present a large part of the output is marketed in Europe, large reliance is placed on it for U.S. wartime supply. 5.",
		"entities": [
			[
				"Europe",
				62,
				68,
				"LOC"
			],
			[
				"U.S.",
				105,
				109,
				"GPE"
			]
		]
	},
	{
		"content": "copper Chile Principal companies are U.S.-owned.",
		"entities": [
			[
				"Chile",
				7,
				12,
				"LOC"
			],
			[
				"U.S.",
				37,
				41,
				"NORP"
			]
		]
	},
	{
		"content": "(See B-5 below) B. U.S.-Owned Facilities 1.",
		"entities": [
			[
				"U.S.",
				19,
				23,
				"NORP"
			]
		]
	},
	{
		"content": "cobalt--(None) 2.",
		"entities": []
	},
	{
		"content": "nickel Cuba Nicaro Nickel Co. refinery, Oriente Province.",
		"entities": [
			[
				"Cuba",
				7,
				11,
				"LOC"
			],
			[
				"Nicaro Nickel Co.",
				12,
				29,
				"ORG"
			],
			[
				"Oriente Province",
				40,
				56,
				"LOC"
			]
		]
	},
	{
		"content": "Produces 30 million lbs.",
		"entities": []
	},
	{
		"content": "nickel oxide per year; about 14% of the U.S. requirement during the first year of an emergency, 3.",
		"entities": [
			[
				"U.S.",
				40,
				44,
				"GPE"
			]
		]
	},
	{
		"content": "bauxite Surinam (Dutch) U.S.-owned mines, accounting for 75% of Surinam production.",
		"entities": [
			[
				"Surinam",
				8,
				15,
				"LOC"
			],
			[
				"Dutch",
				17,
				22,
				"NORP"
			],
			[
				"U.S.",
				24,
				28,
				"NORP"
			],
			[
				"Surinam",
				64,
				71,
				"LOC"
			]
		]
	},
	{
		"content": "See A-3 above.",
		"entities": []
	},
	{
		"content": "4.",
		"entities": []
	},
	{
		"content": "petroleum Venezuela U.S.-owned producing fields and refineries, principally located in Lake Maracaibo area.",
		"entities": [
			[
				"Venezuela",
				10,
				19,
				"LOC"
			],
			[
				"U.S.",
				20,
				24,
				"NORP"
			],
			[
				"Lake Maracaibo",
				87,
				101,
				"LOC"
			]
		]
	},
	{
		"content": "Approximately 70% of U.S. petroleum imports in 1952 came from Venezuela, normally after refining at Curacao and Aruba.",
		"entities": [
			[
				"U.S.",
				21,
				25,
				"NORP"
			],
			[
				"1952",
				47,
				51,
				"DATE"
			],
			[
				"Venezuela",
				62,
				71,
				"LOC"
			],
			[
				"Curacao",
				100,
				107,
				"LOC"
			],
			[
				"Aruba",
				112,
				117,
				"LOC"
			]
		]
	},
	{
		"content": "State Department progress report of June 8, 1953 indicates over-all security situation spotty, with Creole Company having the only complete security system under which regulations are enforced and adequate equipment maintained.",
		"entities": [
			[
				"State Department",
				0,
				16,
				"ORG"
			],
			[
				"June 8, 1953",
				36,
				48,
				"DATE"
			],
			[
				"Creole Company",
				100,
				114,
				"ORG"
			]
		]
	},
	{
		"content": "Aruba Standard Oil of New Jersey refinery; crude charging capacity of 470,000 B/D. With the Dutch-owned refinery at Curacao, it represents principal means of refining Venezuelan petroleum, (see A-4 above) Indonesia (a) Standard Vacuum Co. refinery at Palembang; capacity 72,000 B/D. 5.",
		"entities": [
			[
				"Aruba",
				0,
				5,
				"LOC"
			],
			[
				"Standard Oil of New Jersey",
				6,
				32,
				"ORG"
			],
			[
				"Dutch",
				92,
				97,
				"NORP"
			],
			[
				"Curacao",
				116,
				123,
				"LOC"
			],
			[
				"Venezuelan",
				167,
				177,
				"NORP"
			],
			[
				"Indonesia",
				205,
				214,
				"LOC"
			],
			[
				"Standard Vacuum Co.",
				219,
				238,
				"ORG"
			],
			[
				"Palembang",
				251,
				260,
				"LOC"
			]
		]
	},
	{
		"content": "copper Chile U.S.-owned (Kennecott and others) production, power and transportation facilities (including ports)",
		"entities": [
			[
				"Chile",
				7,
				12,
				"LOC"
			],
			[
				"U.S.",
				13,
				17,
				"NORP"
			],
			[
				"Kennecott",
				25,
				34,
				"ORG"
			]
		]
	},
	{
		"content": "In recent years from 10 to 20% of U.S. copper supply has been imported from Chile.",
		"entities": [
			[
				"U.S.",
				34,
				38,
				"NORP"
			],
			[
				"Chile",
				76,
				81,
				"LOC"
			]
		]
	},
	{
		"content": "It is estimated that during the first year of an emergency 20% of our requirements would come from that country.",
		"entities": []
	},
	{
		"content": "The stockpile is approximately 53% complete.']",
		"entities": []
	},
	{
		"content": "['No. 454.]",
		"entities": []
	},
	{
		"content": "Sir: I have the honor to confirm, on the overleaf, my telegram of the 19th instant, and also to inclose a copy of the decree therein mentioned.",
		"entities": [
			[
				"19th",
				70,
				74,
				"DATE"
			]
		]
	},
	{
		"content": "The punishments are all grossly inadequate, and by no means commensurate with the crimes.",
		"entities": []
	},
	{
		"content": "Prince Tuan, the chief patron of the Boxers, and the responsible leader of the movement, is only stripped of his titles and banished to Moukden, the capital of Manchuria.",
		"entities": [
			[
				"Prince Tuan",
				0,
				11,
				"PERSON"
			],
			[
				"Boxers",
				37,
				43,
				"ORG"
			],
			[
				"Moukden",
				136,
				143,
				"LOC"
			],
			[
				"Manchuria",
				160,
				169,
				"GPE"
			]
		]
	},
	{
		"content": "The other princes are treated still more leniently.",
		"entities": []
	},
	{
		"content": "The two members of the tsungli yamen, Ying Nien and Chao Shu-chiao, who were also patrons of the Boxers and directors of their movements, are simply degraded but remain in their high offices.",
		"entities": [
			[
				"tsungli yamen",
				23,
				36,
				"ORG"
			],
			[
				"Ying Nien",
				38,
				47,
				"PERSON"
			],
			[
				"Chao Shu-chiao",
				52,
				66,
				"PERSON"
			],
			[
				"Boxers",
				97,
				103,
				"ORG"
			]
		]
	},
	{
		"content": "Yu Hsien is punished a little more severely, but since he himself is responsible for the commencement of the Boxer movement in Shantung, and later for the murder of our missionaries in Shansi, and of which he, as governor of that province, boasts, nothing but death is a fit punishment for him.",
		"entities": [
			[
				"Yu Hsien",
				0,
				8,
				"PERSON"
			],
			[
				"Boxer",
				109,
				114,
				"ORG"
			],
			[
				"Shantung",
				127,
				135,
				"LOC"
			],
			[
				"Shansi",
				185,
				191,
				"LOC"
			]
		]
	},
	{
		"content": "I have the honor to be, etc., E. H. Conger.",
		"entities": [
			[
				"E. H. Conger",
				30,
				42,
				"PERSON"
			]
		]
	},
	{
		"content": "[Inclosure 1.]",
		"entities": []
	},
	{
		"content": "Translation of an Imperial decree.",
		"entities": [
			[
				"Imperial",
				18,
				26,
				"GPE"
			]
		]
	},
	{
		"content": "On the 13th of November the grand secretariet received the following decree: The present calamity is due to the ministers of state having participated in and protected the Boxer banditti movement which has embroiled us in trouble with friendly nations and caused injury in our state.",
		"entities": [
			[
				"13th of November",
				7,
				23,
				"DATE"
			],
			[
				"Boxer",
				172,
				177,
				"ORG"
			]
		]
	},
	{
		"content": "We some time ago issued our decree ordering that various degrees of punishment should be meted out to the guilty.",
		"entities": []
	},
	{
		"content": "At the present time the Boxers have not been completely suppressed in the vicinity of Pekin, and as a consequence the country is oppressed, the people are in distress.",
		"entities": [
			[
				"Boxers",
				24,
				30,
				"ORG"
			],
			[
				"Pekin",
				86,
				91,
				"LOC"
			]
		]
	},
	{
		"content": "On reflecting on this condition of things we can not but express a feeling of bitter hatred.",
		"entities": []
	},
	{
		"content": "If strenuous punishment is not inflicted on the guilty, we will not be able to conciliate popular feeling and appease the anger of friendly nations.",
		"entities": []
	},
	{
		"content": "Let Prince Tuan (Tsai I) be deprived of his rank or title of nobility, and together with Prince Chuang, already degraded, be temporarily handed over to the Imperial clan court to be imprisoned within high walls, and after military operations have ceased they are to be transferred to Moukden to be imprisoned for life.",
		"entities": [
			[
				"Prince Tuan",
				4,
				15,
				"PERSON"
			],
			[
				"Tsai I",
				17,
				23,
				"PERSON"
			],
			[
				"Prince Chuang",
				89,
				102,
				"PERSON"
			],
			[
				"Imperial",
				156,
				164,
				"NORP"
			],
			[
				"Moukden",
				284,
				291,
				"LOC"
			]
		]
	},
	{
		"content": "The degraded Prince I (Pu Ching) and degraded prince of the second order, Tsai Ying, are in like manner to be handed over to the Imperial clan court to be imprisoned within high walls.",
		"entities": [
			[
				"Prince I",
				13,
				21,
				"PERSON"
			],
			[
				"Pu Ching",
				23,
				31,
				"PERSON"
			],
			[
				"Tsai Ying",
				74,
				83,
				"PERSON"
			],
			[
				"Imperial",
				129,
				137,
				"NORP"
			]
		]
	},
	{
		"content": "Prince Tsai Lien has already been deprived of his title of nobility.",
		"entities": [
			[
				"Prince Tsai Lien",
				0,
				16,
				"PERSON"
			]
		]
	},
	{
		"content": "Let him be kept within closed doors, so that he may reflect on his misdeeds.",
		"entities": []
	},
	{
		"content": "Let Duke Lan be deprived of his entire salary and emoluments of office and degraded one step and transferred to another post.",
		"entities": [
			[
				"Duke Lan",
				4,
				12,
				"PERSON"
			]
		]
	},
	{
		"content": "Let Ying Nien, president of the censorate, be degraded two steps and transferred to another post.",
		"entities": [
			[
				"Ying Nien",
				4,
				13,
				"PERSON"
			]
		]
	},
	{
		"content": "Kang I, formerly assistant grand secretary and president of the board of civil office, was deputed to investigate the matter of the Boxer bandits, and on his return to Pekin memorialized us, in which he said a great deal in favor of protecting and screening the Boxers.",
		"entities": [
			[
				"Kang I",
				0,
				4,
				"PERSON"
			],
			[
				"Boxer",
				132,
				137,
				"ORG"
			],
			[
				"Pekin",
				168,
				173,
				"LOC"
			],
			[
				"Boxers",
				262,
				268,
				"ORG"
			]
		]
	},
	{
		"content": "He should be vigorously punished, but he is dead and there is no need to further consider his case.",
		"entities": []
	},
	{
		"content": "Chao Shu-chiao, president of the board of punishments, was sent to investigate the matter of the Boxer bandits, but he returned to Pekin the next day.",
		"entities": [
			[
				"Chao Shu-chiao",
				0,
				14,
				"PERSON"
			],
			[
				"Boxer",
				97,
				102,
				"ORG"
			],
			[
				"Pekin",
				131,
				136,
				"LOC"
			]
		]
	},
	{
		"content": "He certainly performed the duty imposed upon him in a careless manner.",
		"entities": []
	},
	{
		"content": "In his report, however, he did not present a trumped-up story.",
		"entities": []
	},
	{
		"content": "Let him be deprived of his rank, but allowed to retain office.",
		"entities": []
	},
	{
		"content": "The degraded governor of Shansi--Yu Hsien--while holding office tolerated and acted in an easy-going way toward the Boxer bandits, resulting in the murder of missionaries, and the circumstances attending his action are very serious.",
		"entities": [
			[
				"Shansi",
				25,
				31,
				"GPE"
			],
			[
				"Yu Hsien",
				33,
				41,
				"PERSON"
			],
			[
				"Boxer",
				116,
				121,
				"ORG"
			]
		]
	},
	{
		"content": "Let him be deported to the frontier to do hard service and never allowed to return.",
		"entities": []
	},
	{
		"content": "We are thoroughly conversant with this matter from the very beginning.",
		"entities": []
	},
	{
		"content": "Take, for instance, the cases of Prince I, Tsai Lien, and Tsai Ying in the successive memorials from the various high ministers in Pekin and the provinces denouncing certain officials; their names were not mentioned.",
		"entities": [
			[
				"Prince I",
				33,
				41,
				"PERSON"
			],
			[
				"Tsai Lien",
				43,
				52,
				"PERSON"
			],
			[
				"Tsai Ying",
				58,
				67,
				"PERSON"
			],
			[
				"Pekin",
				131,
				136,
				"LOC"
			]
		]
	},
	{
		"content": "Further, the names of these three princes were not even mentioned in the telegraphic memorials from our ministers abroad; but, acting upon the real facts, we, in like manner, punish them.",
		"entities": []
	},
	{
		"content": "Thus it may be perceived that the punishment, light or heavy, we have inflicted on these persons is perfectly just throughout, and not the least partiality has been shown.",
		"entities": []
	},
	{
		"content": "We think the whole world will now excuse us.",
		"entities": []
	},
	{
		"content": "[Inclosure 2.]",
		"entities": []
	},
	{
		"content": "Translation of telegram from cabinet ministers to peace commissioners.",
		"entities": []
	},
	{
		"content": "A decree was issued to-day inflicting rigorous punishment on the high ministers who had been connected with the present calamity.",
		"entities": []
	},
	{
		"content": "But in the case of Tung Fu-hsiang it is difficult to suddenly deprive him of his military power and properly punish him.",
		"entities": [
			[
				"Tung Fu-hsiang",
				19,
				33,
				"PERSON"
			]
		]
	},
	{
		"content": "We presume you have seen our last telegram about this.",
		"entities": []
	},
	{
		"content": "It should be attended to later on.",
		"entities": []
	},
	{
		"content": "This may be frankly explained to the foreign ministers to avoid misunderstanding and possible trouble for the Government.",
		"entities": [
			[
				"Government",
				110,
				120,
				"GPE"
			]
		]
	},
	{
		"content": "From Yung Lu, Wang Wen-shao, and Lu Ohuan-lin, 13th November.",
		"entities": [
			[
				"Yung Lu",
				5,
				12,
				"PERSON"
			],
			[
				"Wang Wen-shao",
				14,
				27,
				"PERSON"
			],
			[
				"Lu Ohuan-lin",
				33,
				45,
				"PERSON"
			],
			[
				"13th November",
				47,
				60,
				"DATE"
			]
		]
	},
	{
		"content": "[Inclosure 3.]",
		"entities": []
	},
	{
		"content": "Decree issued to Prince Ching and Li Hung Chang, and sent by telegraph.",
		"entities": [
			[
				"Prince Ching",
				17,
				29,
				"PERSON"
			],
			[
				"Li Hung Chang",
				34,
				47,
				"PERSON"
			]
		]
	},
	{
		"content": "We have inflicted severe punishment on the ministers of state who have brought about the present calamity, by the issuance of our edict to-day.",
		"entities": []
	},
	{
		"content": "It will be seen that we have not screened them, but punished them as they deserve.",
		"entities": []
	},
	{
		"content": "Prince Ching and Li Hung Chang are to at once explain this to the foreign ministers and shortly commence negotiations.",
		"entities": [
			[
				"Prince Ching",
				0,
				12,
				"PERSON"
			],
			[
				"Li Hung Chang",
				17,
				30,
				"PERSON"
			]
		]
	},
	{
		"content": "If there be any further delay which will hinder this business the said prince and minister will be held responsible.']",
		"entities": [
			[
				"prince",
				71,
				77,
				"PERSON"
			],
			[
				"minister",
				82,
				90,
				"PERSON"
			]
		]
	},
	{
		"content": "['secret 313.",
		"entities": []
	},
	{
		"content": "Pls communicate fol to SYG: \"The United States Government is in possession of evidence that Nicolas J. Kyriazidis has, while serving as correspondent accredited by the United Nations, abused his privileges of residence in activities in this country outside his capacity as accredited United Nations correspondent.",
		"entities": [
			[
				"SYG",
				23,
				26,
				"PERSON"
			],
			[
				"United States Government",
				33,
				57,
				"GPE"
			],
			[
				"Nicolas J. Kyriazidis",
				92,
				113,
				"PERSON"
			],
			[
				"United Nations",
				168,
				182,
				"ORG"
			],
			[
				"United Nations",
				284,
				298,
				"ORG"
			]
		]
	},
	{
		"content": "\"The United States is therefore of the opinion that Mr. Kyriazidis should not be re-accredited by the United Nations.",
		"entities": [
			[
				"United States",
				5,
				18,
				"GPE"
			],
			[
				"Kyriazidis",
				56,
				66,
				"PERSON"
			],
			[
				"United Nations",
				102,
				116,
				"ORG"
			]
		]
	},
	{
		"content": "\"If Mr. Kyriazidis is re-accredited the Government of the United States may find it necessary to institute deportation proceedings or take other action consistent with the terms of the Headquarters Agreement as brought into effect by the exchange of notes between the United States and the United Nations on November 21, 1947.",
		"entities": [
			[
				"Kyriazidis",
				8,
				18,
				"PERSON"
			],
			[
				"Government of the United States",
				40,
				71,
				"GPE"
			],
			[
				"Headquarters Agreement",
				185,
				207,
				"LAW"
			],
			[
				"United States",
				268,
				281,
				"GPE"
			],
			[
				"United Nations",
				290,
				304,
				"ORG"
			],
			[
				"November 21, 1947",
				308,
				325,
				"DATE"
			]
		]
	},
	{
		"content": "\"The objection of the United States to the continued accreditation of Mr. Kyriazidis is not based on the political beliefs of the subject or those of the newspapers he represents.",
		"entities": [
			[
				"United States",
				22,
				35,
				"GPE"
			],
			[
				"Kyriazidis",
				74,
				84,
				"PERSON"
			]
		]
	},
	{
		"content": "The United States will, of course, consult with the United Nations with regard to an application for accreditation by the United Nations of another bona fide representative chosen by these newspapers.\"",
		"entities": [
			[
				"United States",
				4,
				17,
				"GPE"
			],
			[
				"United Nations",
				52,
				66,
				"ORG"
			],
			[
				"United Nations",
				122,
				136,
				"ORG"
			]
		]
	},
	{
		"content": "At appropriate time, inform SYG, for his confidential information only, as follows: \"The United States Government has received evidence that Mr. Kyriazidis is acting in the United States as representative of the Greek guerilla forces; that he is one of those directing the activities in the United States of the O.E.N.O. (the Federation of Greek Maritime Unions) and of the Greek-American League for Democracy in Greece; that he has been a contact for Communist groups in Greece with the embassies of several countries in the United States and with the Communist party of the United States.\"",
		"entities": [
			[
				"SYG",
				28,
				31,
				"PERSON"
			],
			[
				"United States Government",
				89,
				113,
				"GPE"
			],
			[
				"Kyriazidis",
				145,
				155,
				"PERSON"
			],
			[
				"United States",
				173,
				186,
				"LOC"
			],
			[
				"Greek",
				212,
				217,
				"NORP"
			],
			[
				"United States of the O.E.N.O.",
				291,
				320,
				"ORG"
			],
			[
				"Federation of Greek Maritime Unions",
				326,
				361,
				"ORG"
			],
			[
				"Greek-American League for Democracy",
				374,
				409,
				"ORG"
			],
			[
				"Greece",
				413,
				419,
				"LOC"
			],
			[
				"Communist",
				452,
				461,
				"NORP"
			],
			[
				"Greece",
				472,
				478,
				"LOC"
			],
			[
				"United States",
				526,
				539,
				"LOC"
			],
			[
				"Communist",
				553,
				562,
				"ORG"
			],
			[
				"United States",
				576,
				589,
				"GPE"
			]
		]
	},
	{
		"content": "Acheson']",
		"entities": [
			[
				"Acheson",
				0,
				7,
				"PERSON"
			]
		]
	},
	{
		"content": "[\"PARTICIPANTS GRC Ambassador Chow Shu-kai Dr. Kissinger John H. Holdridge, Senior Staff Member Dr. Kissinger told Ambassador Chow that President Nixon wanted him to pass along assurances to President Chiang that there had been no change in basic US policy toward Communist China.",
		"entities": [
			[
				"GRC",
				15,
				18,
				"ORG"
			],
			[
				"Ambassador Chow Shu-kai",
				19,
				42,
				"PERSON"
			],
			[
				"Dr. Kissinger",
				43,
				56,
				"PERSON"
			],
			[
				"John H. Holdridge",
				57,
				74,
				"PERSON"
			],
			[
				"Senior Staff Member",
				76,
				95,
				"TITLE"
			],
			[
				"Dr. Kissinger",
				96,
				109,
				"PERSON"
			],
			[
				"Ambassador Chow",
				115,
				130,
				"PERSON"
			],
			[
				"President Nixon",
				136,
				151,
				"PERSON"
			],
			[
				"President Chiang",
				191,
				207,
				"PERSON"
			],
			[
				"US",
				247,
				249,
				"GPE"
			],
			[
				"Communist China",
				264,
				279,
				"GPE"
			]
		]
	},
	{
		"content": "There may have been speculation to the effect that a change had occurred from the news reporting of President Nixon's trip, but such was not the case.",
		"entities": [
			[
				"President Nixon",
				100,
				115,
				"PERSON"
			]
		]
	},
	{
		"content": "The purpose of President Nixon's trip was to put the US in a position to work with maximum effect in Asia, to gain tactical flexibility with respect to Vietnam and put maximum pressure on Hanoi, and then take care of other problems.",
		"entities": [
			[
				"President Nixon",
				15,
				30,
				"PERSON"
			],
			[
				"US",
				53,
				55,
				"GPE"
			],
			[
				"Asia",
				101,
				105,
				"LOC"
			],
			[
				"Vietnam",
				152,
				159,
				"GPE"
			],
			[
				"Hanoi",
				188,
				193,
				"GPE"
			]
		]
	},
	{
		"content": "The US recognized that the outcome of the Vietnam war would determine the future US role in Asia.",
		"entities": [
			[
				"US",
				4,
				6,
				"GPE"
			],
			[
				"Vietnam",
				42,
				49,
				"LOC"
			],
			[
				"US",
				81,
				83,
				"GPE"
			],
			[
				"Asia",
				92,
				96,
				"LOC"
			]
		]
	},
	{
		"content": "If we did badly, this role would diminish; if we did well our position would be enhanced.",
		"entities": []
	},
	{
		"content": "The President had said on every occasion that we would stand by our commitments.",
		"entities": [
			[
				"President",
				4,
				13,
				"PERSON"
			]
		]
	},
	{
		"content": "In response to a question from Ambassador Chow on whether or not a dialogue had occurred in Romania on the subject of opening talks with Communist China, Dr. Kissinger stated that there had been no such dialogue.",
		"entities": [
			[
				"Ambassador Chow",
				31,
				46,
				"PERSON"
			],
			[
				"Romania",
				92,
				99,
				"LOC"
			],
			[
				"Communist China",
				137,
				152,
				"GPE"
			],
			[
				"Dr. Kissinger",
				154,
				167,
				"PERSON"
			]
		]
	},
	{
		"content": "He reiterated that there had been no change in the US position regarding Peking and we were not talking with it anywhere.",
		"entities": [
			[
				"US",
				51,
				53,
				"GPE"
			],
			[
				"Peking",
				73,
				79,
				"GPE"
			]
		]
	},
	{
		"content": "Ambassador Chow asked if we had noted any signs of shifts in attitude toward Peking on the part of the Philippines, Thailand and Japan and expressed particular concern about the Philippines.",
		"entities": [
			[
				"Ambassador Chow",
				0,
				15,
				"PERSON"
			],
			[
				"Peking",
				77,
				83,
				"GPE"
			],
			[
				"Philippines",
				103,
				114,
				"GPE"
			],
			[
				"Thailand",
				116,
				124,
				"GPE"
			],
			[
				"Japan",
				129,
				134,
				"GPE"
			],
			[
				"Philippines",
				178,
				189,
				"GPE"
			]
		]
	},
	{
		"content": "Dr. Kissinger said that we were not aware of any shifts, and mentioned that we had received the impression that the Filipinos were very much afraid of the Chinese Communists.",
		"entities": [
			[
				"Dr. Kissinger",
				0,
				13,
				"PERSON"
			],
			[
				"Filipinos",
				116,
				125,
				"GPE"
			],
			[
				"Chinese Communists",
				155,
				173,
				"GPE"
			]
		]
	},
	{
		"content": "Turning to the Chinese representation issue in the UN, regarding which Ambassador Chow expressed some apprehensions, Dr. Kissinger declared that our position had not changed and that we would continue to support the GRC this year.",
		"entities": [
			[
				"Chinese",
				15,
				22,
				"GPE"
			],
			[
				"UN",
				51,
				53,
				"ORG"
			],
			[
				"Ambassador Chow",
				71,
				86,
				"PERSON"
			],
			[
				"Dr. Kissinger",
				117,
				130,
				"PERSON"
			],
			[
				"GRC",
				216,
				219,
				"GPE"
			]
		]
	},
	{
		"content": "We had also taken President Chiang's advice on how to handle Outer Mongolia.",
		"entities": [
			[
				"President Chiang",
				18,
				34,
				"PERSON"
			],
			[
				"Outer Mongolia",
				61,
				75,
				"LOC"
			]
		]
	},
	{
		"content": "Ambassador Chow referred to some of the difficulties which his government anticipated in a number of areas, and how a change in one country's stand on Chinese representation (e.g. by Canada or Italy) might affect others in a sort of domino theory.",
		"entities": [
			[
				"Ambassador Chow",
				0,
				15,
				"PERSON"
			],
			[
				"Chinese",
				151,
				158,
				"GPE"
			],
			[
				"Canada",
				183,
				189,
				"GPE"
			],
			[
				"Italy",
				193,
				198,
				"GPE"
			]
		]
	},
	{
		"content": "Dr. Kissinger reassured him by saying once again that President Nixon had specifically asked that he be called in and told that we had not changed our basic policy.",
		"entities": [
			[
				"Dr. Kissinger",
				0,
				13,
				"PERSON"
			],
			[
				"President Nixon",
				54,
				69,
				"PERSON"
			]
		]
	},
	{
		"content": "The President also wanted to express his high regard for President Chiang.",
		"entities": [
			[
				"President",
				4,
				13,
				"PERSON"
			],
			[
				"President Chiang",
				57,
				73,
				"PERSON"
			]
		]
	},
	{
		"content": "Ambassador Chow thanked Dr. Kissinger for these words.",
		"entities": [
			[
				"Ambassador Chow",
				0,
				15,
				"PERSON"
			],
			[
				"Dr. Kissinger",
				24,
				37,
				"PERSON"
			]
		]
	},
	{
		"content": "Dr. Kissinger then departed for another appointment, and Mr. Holdridge concluded the meeting by reporting to Ambassador Chow what had been said on the Vietnam question during the President's trip: the US and GVN had been extremely forthcoming in demonstrating their sincerity in support of a peaceful settlement in Vietnam and the time had now come for the other side to respond, and that the US would stay in Vietnam until the South Vietnamese people were free to decide their own future without outside interference.",
		"entities": [
			[
				"Dr. Kissinger",
				0,
				13,
				"PERSON"
			],
			[
				"Holdridge",
				61,
				70,
				"PERSON"
			],
			[
				"Ambassador Chow",
				109,
				124,
				"PERSON"
			],
			[
				"Vietnam",
				151,
				158,
				"GPE"
			],
			[
				"President",
				179,
				188,
				"PERSON"
			],
			[
				"US",
				201,
				203,
				"GPE"
			],
			[
				"GVN",
				208,
				211,
				"GPE"
			],
			[
				"Vietnam",
				315,
				322,
				"LOC"
			],
			[
				"US",
				393,
				395,
				"GPE"
			],
			[
				"Vietnam",
				410,
				417,
				"LOC"
			],
			[
				"South Vietnamese",
				428,
				444,
				"NORP"
			]
		]
	},
	{
		"content": "John H. Holdridge\"]",
		"entities": [
			[
				"John H. Holdridge",
				0,
				17,
				"PERSON"
			]
		]
	},
	{
		"content": "['Your telegram October 31st received this a.m.",
		"entities": [
			[
				"October 31st",
				16,
				28,
				"DATE"
			]
		]
	},
	{
		"content": "We accede to your request and will postpone at least temporarily the confirmation by our executive committee of loan contract of October 20 and proceed only to issue smaller loan contracted under agreement of October 11 for the redemption of funds maturing to-day.",
		"entities": [
			[
				"October 20",
				129,
				139,
				"DATE"
			],
			[
				"October 11",
				209,
				219,
				"DATE"
			]
		]
	},
	{
		"content": "Jno. J. Abbott']",
		"entities": [
			[
				"Jno. J. Abbott",
				0,
				14,
				"PERSON"
			]
		]
	},
	{
		"content": "['Sir: With profound sorrow this legation has learned of the unexpected death of Hon.",
		"entities": []
	},
	{
		"content": "John Hay, Secretary of State.",
		"entities": [
			[
				"John Hay",
				0,
				8,
				"PERSON"
			],
			[
				"Secretary of State",
				10,
				28,
				"TITLE"
			]
		]
	},
	{
		"content": "On behalf of both my government and myself I present to your excellency my heartiest manifestation of condolence for the irreparable loss that the United States has suffered by the death of one of its most prominent statesmen, this sad event being a cause of the greatest sorrow not only to this nation, but to the whole American continent.",
		"entities": [
			[
				"United States",
				147,
				160,
				"GPE"
			],
			[
				"American",
				321,
				329,
				"NORP"
			]
		]
	},
	{
		"content": "Accept, etc., Serafin S. Wither.']",
		"entities": [
			[
				"Serafin S. Wither",
				14,
				31,
				"PERSON"
			]
		]
	}
]